Repository: gerhard6380/Friendica_mobile
Catalog: Friendica Mobile.PCL/Strings/AppResources.*.resx
Languages: fr

# textblockPhotoRightsHelp2.Text
source: If you turn off "New upload", the app customizes the permissions on the photo as desired, but the comments/likes remain unchanged. The links in existing posts etc. also remain thereby, but unwanted side effects can occur. Here you can see whether there are these variations between photo- and comment rights for the selected photo.
fr: Si vous désactivez « Nouveau téléchargement », l’application personnalise les autorisations sur la photo comme vous le souhaitez, mais les commentaires/goûts restent inchangés. Les liens dans les messages existants etc. aussi restent ainsi, mais des effets secondaires indésirables peuvent survenir. Ici vous pouvez voir s’il y a ces variations entre droits photo et commentaire de la photo sélectionnée.

# checkboxPhotoUploadNew.Content
source: New upload
fr: Nouveau téléchargement

# textPhotoRightsAddContact
source: If the photo is not newly uploaded, the newly added group/contacts may not submit any comments/likes. They do not see existing comments/likes.
fr: Si la photo n’est pas nouvellement téléchargée, les groupe/contacts nouvellement ajoutés ne peut soumettre des commentaires/aime. Ils ne voient pas de commentaires/goûts existants.

# textPhotoRightsChangePrivToPub
source: If the photo is not newly uploaded, the already existing comments and/or likes remain visible only to the previously authorized group/contacts. And only they can add more comments. Your other contacts see your photo after the change in your profile, but without the previous comments/likes, but cannot post own comments or like your photo.
fr: Si la photo n’est pas nouvellement téléchargée, le déjà existant commente ou aime rester visible uniquement pour les groupe/contacts précédemment autorisés. Et seulement ils peuvent ajouter plus de commentaires. Vos autres contacts voir votre photo après le changement dans votre profil, mais sans les commentaires précédents/goûts, mais ne pouvez pas poster des commentaires propres ou comme votre photo.

# textPhotoRightsChangePubToPriv
source: If the photo is not newly uploaded, the already existing entries remain public and will therefore remain on the community page of your server visible along with photo. New comments/likes will be published still there.
fr: Si la photo n’est pas nouvellement téléchargée, les entrées déjà existantes restent publiques et resteront donc sur la page de la communauté de votre serveur visible ainsi que de la photo. Nouveaux commentaires/aime paraîtront toujours là.

# textPhotoRightsRemoveContact
source: If the photo is not newly uploaded, it remains still visible to the no longer legitimate group/contacts if there are already comments/likes. They may add comments/likes still for the photo.
fr: Si la photo n’est pas nouvellement téléchargée, elle reste toujours visible aux n’est plus légitimes groupe/contacts s’il y a déjà des commentaires/aime. Ils peuvent ajouter des commentaires/aime encore pour la photo.

# radiobuttonPhotoRightsPrivate.Content
source: Restricted to
fr: Limité à

# radiobuttonPhotoRightsPublic.Content
source: Publicly visible
fr: Visible publiquement

# textblockPhotoACLGroups.Text
source: Groups:
fr: Groupes :

# textblockPhotoACLContactsHint.Text
source: You can of course set permissions for individual contacts. However, this has the problem that the permissions for the comment/liken of your photos cannot be changed afterwards. If you want to add more contacts in hindsight for the photo, they are can see the photo in your profile, but they can not see comments/likes of other contacts and may not comment themselve. We advise you to set up the permissions on photos by groups. Thus, you can add new contacts to the group or remove group members.
fr: Vous pouvez bien sûr définir des autorisations pour des contacts individuels. Cependant, c’est le problème que les autorisations pour le commentaire/assimiler de vos photos n’est pas modifiable par la suite. Si vous voulez ajouter plus de contacts avec le recul pour la photo, on peut voir la photo dans votre profil, mais ils ne peuvent pas voir commentaires/aime d’autres contacts et ne peuvent pas commenter themselve. Nous vous conseillons de mettre en place les autorisations sur les photos de groupes. Ainsi, vous pouvez ajouter de nouveaux contacts au groupe ou supprimer des membres du groupe.

# textblockPhotoACLContactsHintHeader.Text
source: Note about the use of individual contacts in the permission of photos...
fr: Note sur l’utilisation des contacts individuels dans l’autorisation de photos...

# messageDialogPhotoRightsNoContactData
source: The contact details were not yet fully loaded, you want to try it again?
fr: Les coordonnées n’étaient pas encore entièrement chargées, vous voulez essayer à nouveau ?

# messageDialogPhotoRightsNoContactSelected
source: You want to set the photo to not publicly visible, but selected no groups or contacts. Please select at least one group or a contact.
fr: Vous souhaitez définir la photo pas publiquement visibles, mais pas sélectionnés de groupes ou de contacts. Veuillez sélectionner au moins un groupe ou un contact.

# textblockShowThreadNoDataPhoto.Text
source: To the selected photo, there are still no comments, likes, or dislikes.
fr: Pour la photo, il n’y a toujours aucun commentaires, aime ou n’aime pas.

# buttonPhotoStartUpload.ToolTipService.ToolTip
source: Upload photo on the server...
fr: Télécharger la photo sur le serveur...

# textblockPhotosLoadingPhotos.Text
source: Imports the new photos in the app...
fr: Importe les nouvelles photos dans l’app...

# messageDialogPhotosAskForUploadConfirmation
source: Please remember that a subsequent change in the permissions can lead to undesired results. Are you sure that you want to upload the photo with the settings?
fr: N’oubliez pas qu’un changement ultérieur dans les autorisations peut conduire à des résultats indésirables. Etes-vous sûr de vouloir télécharger la photo avec les paramètres ?

# textblockPhotosServerOperationRunning.Text
source: Makes changes to the server...
fr: Fait modifie vers le serveur...

# messageDialogPhotosAskForConfirmationACLUpdateAsNew
source: Caution: the photo is with the previous rights been irretrievably deleted and with the new permissions newly uploaded. Do you want to continue?
fr: ATTENTION : la photo est avec les droits antérieurs irrémédiablement éliminée et avec les nouvelles autorisations nouvellement téléchargées. Vous voulez continuer ?

# messageDialogPhotosAskForConfirmationACLUpdatePhoto
source: Cautions: the permissions are changed without re-uploading, that can make the comments and likes unusable. Do you want to continue?
fr: ATTENTION : les autorisations sont modifiées sans re-téléchargement, qui peut faire des observations et des gens comme inutilisable. Vous voulez continuer ?

# messageDialogPhotosAskForConfirmationDelete
source: The photo is now been irretrievably deleted from the server. Do you want to continue?
fr: La photo est maintenant été irrémédiablement supprimée du serveur. Vous voulez continuer ?

# messageDialogPhotosAskForConfirmationDeleteLocal
source: The photo is been irretrievably deleted. Do you want to continue?
fr: La photo est irrémédiablement éliminée. Vous voulez continuer ?

# textblockPhotosRenderingImage.Text
source: The app combines your drawings in the background...
fr: L’application combine vos dessins en arrière-plan...

# messageDialogPhotosAskForSavingStrokes
source: You have not yet saved your drawings. Do you save them now?
fr: Vous n’avez pas encore enregistré vos dessins. Vous enregistrer maintenant ?

# appBarPhotosCroppingSave.Label
source: Save
fr: Enregistrer

# appBarPhotosCroppingSave.ToolTipService.ToolTip
source: Save the selected area as profile image...
fr: Enregistrer la zone sélectionnée comme image de profil...

# textblockPhotosCroppingHeaderFullsize.Text
source: Preview (large):
fr: Aperçu (grand) :

# textblockPhotosCroppingHeaderMediumsize.Text
source: Preview (medium):
fr: Aperçu (moyen) :

# textblockPhotosCroppingHeaderOriginal.Text
source: Original image:
fr: Image originale :

# textblockPhotosCroppingHeaderThumbsize.Text
source: Preview (small):
fr: Aperçu (petit) :

# messageDialogPhotosShowRightsProfileimage
source: Profile images are always public. If you are using different profiles with different images, but only the contacts that are eligible for the profile see also the profile picture.
fr: Images de profil sont toujours publics. Si vous utilisez des profils différents avec différentes images, mais seuls les contacts qui sont éligibles pour le profil Voirégalement aussi la photo de profil.

# messageDialogPhotosAskForUploadConfirmationInked
source: If the photo on the server is changed, you cannot undo that. Are you sure that you want to upload the photo with the settings?
fr: Si la photo sur le serveur est modifiée, vous ne pouvez pas annuler qui. Etes-vous sûr de vouloir télécharger la photo avec les paramètres ?

# buttonPhotoMoveToAlbum.Content
source: Move
fr: Déplacer

# buttonPhotoStartMoveToAlbum.ToolTipService.ToolTip
source: Moves the photo to a different album...
fr: Déplace la photo d’un album différent...

# textblockPhotosSelectNewAlbum.Text
source: In which album should I move the photo:
fr: Dans quel album dois-je déplacer la photo :

# messageDialogPhotosMovingNoAlbumSelected
source: You have selected no album, the photo was not moved.
fr: Vous n’avez sélectionné aucun album, la photo n’a pas bougée.

# stringPhotoNewAlbumForMoving
source: New album
fr: Nouvel album

# messageDialogPhotosAskForDiscardingChanges
source: There are changes to one or more photos, which have not yet been saved. Want to discard these changes?
fr: Il y a des changements à une ou plusieurs photos, qui n’ont pas encore été enregistrés. Veulent ignorer ces modifications ?

# messageDialogPhotosNoServerSupport
source: This action would make a change to your Friendica server now. You have set still no server, with the sample data, this action is possible only here in the app.
fr: Cette action pourrait apporter une modification à votre serveur Friendica maintenant. Vous n’avez défini encore aucun serveur, avec les exemples de données, cette action est possible seulement ici dans l’application.

# textblockPhotosMetMuseum.Text
source: The New York Metropolitan Museum of art has released some time ago a large number of images for free use. The sample images shown here are from this collection. Please visit the Museum and supports this generous action.
fr: Le New York Metropolitan Museum of art a publié il y a quelque temps un grand nombre d’images pour un usage gratuit. Les images de l’échantillon montrés ici proviennent de cette collection. S’il vous plaît visitez le Musée et prend en charge cette action généreuse.

# textblockPhotosMetMuseumPart2.Text
source: The image files are quite large, please have some patience when viewing the full screen view.
fr: Les fichiers image sont assez grandes, s’il vous plaît ont peu de patience lorsque vous affichez la vue plein écran.

# messageDialogPhotosAskForConfirmationCroppingOk
source: The image will be cut to the desired area (there is still no upload on the server, followed by a step 2). Are you sure?
fr: L’image sera coupé à l’endroit désiré (il n’y a encore aucun upload sur le serveur, suivi d’une étape 2). Etes-vous sûr ?

# appBarPhotosShowPreviews.Label
source: Preview
fr: Aperçu

# appBarPhotosShowPreviews.ToolTipService.ToolTip
source: Shows previews of profile images in the respective sizes...
fr: Affiche les prévisualisations d’images de profil dans les tailles respectives...

# textblockPhotosLoadingCroppingArea.Text
source: Import the high-resolution version of the image into the cropping area ...
fr: Importer la version haute résolution de l’image dans la zone de recadrage...

# messageDialogPhotosPrintingNotPossible
source: Printing is not possible at the moment!
fr: Impression n’est pas possible pour le moment !

# appBarNewsfeedSetAllSeen.Label
source: Set as seen
fr: Ensemble comme on le voit

# appBarNewsfeedSetAllSeen.ToolTipService.ToolTip
source: Mark all posts as seen
fr: Marquer tous les messages comme on le voit

# textblockNewsfeedIsLoadingInitial.Text
source: The app is loading your newsfeed items. Please have some patience.
fr: L’app est chargez votre flux RSS. S’il vous plaît ont peu de patience.

# textblockNewsfeedNoDataAvailable.Text
source: No newsfeed items returned from your server.
fr: Aucun élément de flux RSS retourné à partir de votre serveur.

# textblockNewsfeedNoSettings.Text
source: You have not defined in the app settings a Friendica server. Below we will show example data, showing you how your feed items could look in the app.
fr: Vous n’avez défini dans les paramètres de l’application un serveur Friendica. Ci-dessous, nous allons montrer les données exemple, vous montrant comment il pouvaient regarder vos éléments de flux dans l’application.

# messageDialogNetworkNoSettings
source: You cannot load older or newer posts in the test mode. Please specify in the settings your server and credentials.
fr: Vous ne peut pas charger les messages plus anciens ou plus récents en mode test. Veuillez préciser dans les paramètres de votre serveur et les informations d’identification.

# messageDialogNewPostDontSelectRetweetContent
source: This symbol like a flower represents the original content inserted in your post when you are sending it. You cannot change the symbol.
fr: Ce symbole comme une fleur représente le contenu original inséré dans votre message quand vous envoyez ce. Vous ne pouvez pas modifier le symbole.

# messageDialogNewsfeedNotLikable
source: This is a RSS/Atom item. Your contacts will not see when you like/dislike on this item directly. The app will retweet this item with your default privacy settings for new posts ({0}). The like/dislike will then be set on this new retweet. Do you want to continue?
fr: Il s’agit d’un élément de flux RSS/Atom. Vos contacts ne verront pas quand vous ressemblant / n’aime pas sur cette question directement. L’app sera retweet ce point avec vos paramètres de confidentialité par défaut pour les nouveaux postes ({0}). Les like/dislike seront ensuite appliqués à ce nouveau retweet. Vous voulez continuer ?

# messageDialogNewsfeedLikesNoDefault
source: This is a RSS/Atom item. Your contacts will not see when you like/dislike on this item directly. The app could retweet this item with your default privacy settings for new posts and then set your like/dislike on this new retweet. Currently this is not possible, because you haven't yet set default privacy settings.
fr: Il s’agit d’un élément de flux RSS/Atom. Vos contacts ne verront pas quand vous ressemblant / n’aime pas sur cette question directement. L’app pourrait retweet ce point avec vos paramètres de confidentialité par défaut pour les nouveaux postes et puis définissez votre type/aversion sur ce nouveau retweet. Actuellement ce n’est pas possible, parce que vous n’avez pas encore configuré par défaut paramètres de confidentialité.

# pageTitleNewsfeed.Text
source: RSS feeds
fr: Flux RSS
