Repository: gerhard6380/Friendica_mobile
Catalog: Friendica Mobile.PCL/Strings/AppResources.*.resx
Languages: fr

# messageDialogProfilesDeletingNotSupported
source: You can delete currently no profiles, this function is later built into the app. Please use your Friendica Server Web access to delete profiles.
fr: Vous ne pouvez supprimer actuellement aucun profil, cette fonction est ensuite intégrée à l’app. Veuillez utiliser votre accès Web Server Friendica pour supprimer des profils.

# messageDialogProfilesAddingNotSupported
source: You can currently add no profiles, this function is built into the app later. Please use your Friendica Server Web access to add profiles.
fr: Vous ne pouvez ajouter actuellement aucun profil, cette fonction est intégrée à l’application plus tard. Veuillez utiliser votre accès Friendica serveur Web pour ajouter des profils.

# messageDialogProfilesChangeImageNotSupported
source: You can't change your profile picture at the moment, this function is later built into the app. Please use your Friendica Server Web access to change your profile picture.
fr: Vous ne pouvez pas modifier votre photo de profil pour le moment, cette fonction est ensuite intégrée à l’app. Veuillez utiliser votre accès Web Server Friendica pour modifier votre photo de profil.

# textblockProfilesHelp1.Text
source: With the information in your profile you can tell more about you to the public and to your friends.
fr: Avec les informations contenues dans votre profil vous pouvez Parlez vous au public et à vos amis.

# textblockProfilesHelp2.Text
source: Here you can control very well, who can see certain information about you. Friendica has an unusual way of privacy settings at a glance. There is always a public profile in Friendica, which basically can see everyone on the Internet. In addition, you may attach as many private profiles. They contain the information that may see only those persons whom you allow access to this profile. You can use different profile pictures for the different private profiles. Before you can use this option, you may only need to enable this feature. You can find this in your Web access under "Settings / extra features / multiple profiles" (by default, this feature is often disabled).
fr: Ici, vous pouvez contrôler très bien, qui peut voir certaines informations vous concernant. Friendica a une manière inhabituelle de paramètres de confidentialité d’un coup de œil. Il y a toujours un profil public en Friendica, ce qui fondamentalement peut voir tout le monde sur Internet. En outre, vous pouvez joindre autant de profils privés. Ils contiennent les informations qui peuvent voir que les personnes que vous autorisez l’accès à ce profil. Vous pouvez utiliser des photos de profil différentes pour les différents profils privés. Avant de pouvoir utiliser cette option, vous devrez peut-être seulement activer cette fonctionnalité. Vous pouvez le trouver dans votre accès Web sous « paramètres / extra features / profils multiples » (par défaut, cette fonctionnalité est souvent désactivée).

# textblockProfilesHelp3.Text
source: The users button in the toolbar shows the persons who may see the selected profile.
fr: Le bouton d’utilisateurs dans la barre d’outils affiche les personnes qui peuvent voir le profil sélectionné.

# textblockProfilesHelp4.Text
source: With the adjacent drop-down box, you can select which profile you want to display below. If the selected profile is generally publicly visible on the Internet, you can see this on the red border around the drop-down box.
fr: Avec la liste déroulante adjacente, vous pouvez sélectionner quel profil que vous souhaitez afficher ci-dessous. Si le profil sélectionné est généralement visible publiquement sur Internet, vous pouvez le voir sur la bordure rouge autour de la zone de liste déroulante.

# textblockProfilesHelp5.Text
source: The public profile is published by default in the global directory of Friendica (to turn off: in the Web access under settings/user account/security and privacy settings). If this is the case for your public profile, you can see on the check of the following check box. Since there are global multiple servers for the global directory, you will find a link to the directory, which is used on your server as the primary directory.
fr: Le profil public est publié par défaut dans le répertoire mondial de Friendica (pour éteindre : l’accès Web sous paramètres de compte/sécurité et confidentialité settings/utilisateur). Si c’est le cas pour votre profil public, vous pouvez le voir sur le contrôle de la case suivante. Étant donné que global plusieurs serveurs pour le répertoire mondial, vous trouverez un lien vers le répertoire qui est utilisé sur votre serveur dans le répertoire principal.

# textblockProfilesNoServerSupport.Text
source: Your Friendica server does not yet support the necessary API commands for displaying profiles. Please update your server on Friendica 3.5.1 or later or ask your administrator.
fr: Votre serveur Friendica ne supporte pas encore les commandes API nécessaires pour afficher les profils. Veuillez mettre à jour votre serveur sur Friendica 3.5.1 ou version ultérieure ou demandez à votre administrateur.

# textblockProfilesNoSettings.Text
source: You have defined any Friendica server in the app settings. Below, we show examples of how the different profiles of a user in the app are displayed.
fr: Vous avez défini un serveur Friendica dans les paramètres de l’application. Ci-dessous, nous montrent des exemples de la façon dont les différents profils d’un utilisateur dans l’application sont affichés.

# textblockProfilesIndicatorLoading.Text
source: Loading profiles...
fr: Chargement des profils...

# pageTitleProfileUsers.Text
source: Profile permissions
fr: Autorisations de profil

# textblockNoUsersAvailable.Text
source: There were no contacts authorized for the selected profile.
fr: Il n’y a pas de contacts autorisés pour le profil sélectionné.

# textblockProfileUsersIndicatorUpdating
source: Save changes...
fr: Enregistrer les modifications...

# textblockProfileUsersName.Text
source: Profile:
fr: Profil :

# appBarPhotosAlbumAdd.Label
source: New album
fr: Nouvel album

# appBarPhotosAlbumAdd.ToolTipService.ToolTip
source: Creating a new photo album (Note: is only created on the server, when a photo is uploaded)
fr: Création d’un nouvel album photos (Note : est créée uniquement sur le serveur, lorsqu’une photo est téléchargée)

# appBarPhotosPhotoAdd.Label
source: New photo
fr: Nouvelle photo

# appBarPhotosPhotoAdd.ToolTipService.ToolTip
source: Add new photo
fr: Ajouter une nouvelle photo

# appBarPhotosAddFromCamera.Text
source: Photo from camera...
fr: Photo de la caméra...

# appBarPhotosAddFromCamera.ToolTipService.ToolTip
source: Take new photo with camera and upload to the server
fr: Prendre la nouvelle photo avec caméra et de télécharger vers le serveur

# appBarPhotosAddFromDevice.Text
source: Photo from device...
fr: Photo de l’appareil...

# appBarPhotosAddFromDevice.ToolTipService.ToolTip
source: Re-upload existing photo from your device to the server
fr: Re-télécharger une photo existante de votre appareil vers le serveur

# appBarPhotosProfileimageAdd.Label
source: New profileimage
fr: Nouveau profileimage

# appBarPhotosProfileimageAdd.ToolTipService.ToolTip
source: Add a new profileimage
fr: Ajouter un nouveau profileimage

# appBarPhotosEmptyInkAdd.Label
source: Insert blank ink page
fr: Insérer page d’encre vide

# appBarPhotosEmptyInkAdd.ToolTipService.ToolTip
source: Opens a blank white area to write or paint a new picture
fr: Ouvre une zone vierge blanche pour écrire ou peindre un nouveau tableau

# appBarPhotosAlbumDelete.Label
source: Delete album
fr: Supprimer l’album

# appBarPhotosAlbumDelete.ToolTipService.ToolTip
source: Delete selected photo album with all included photos from the server
fr: Supprimer album photo sélectionnée avec photos tout compris à partir du serveur

# appBarPhotosAlbumEdit.Label
source: Edit album
fr: modifier l’album

# appBarPhotosAlbumEdit.ToolTipService.ToolTip
source: Edit the properties of the selected photo album
fr: Modifier les propriétés de l’album photo sélectionnée

# textblockPhotosNoServerSupport.Text
source: Your server does not support the commands yet, which are necessary for the management of photos in this app.
fr: Votre serveur ne supporte pas les commandes encore, qui sont nécessaires pour la gestion des photos dans ce soft.

# textblockPhotosNoSettings.Text
source: You have defined any Friendica server in the app settings. Below, we show examples of how photo albums and photos are displayed in the app.
fr: Vous avez défini un serveur Friendica dans les paramètres de l’application. Ci-dessous, nous donnent des exemples de comment les photos et albums photos sont affichées dans l’application.

# appBarPhotosAddProfileimageFromCamera.Text
source: Profileimage from camera...
fr: ProfileImage de caméra...

# appBarPhotosAddProfileimageFromCamera.ToolTipService.ToolTip
source: Capture new profile image with camera and upload to the server
fr: Capturer la nouvelle image de profil avec la caméra et les télécharger vers le serveur

# appBarPhotosAddProfileimageFromDevice.Text
source: Profile image from device...
fr: Image de profil d’appareil...

# appBarPhotosAddProfileimageFromDevice.ToolTipService.ToolTip
source: Upload existing profile picture from the device newly to the server
fr: Télécharger photo de profil existant entre l’appareil nouvellement au serveur

# textblockPhotosNewAlbumAdded.Text
source: New album - warning: album is only created on the server as soon as the first photo is uploaded.
fr: Nouvel album - AVERTISSEMENT : album est créé uniquement sur le serveur dès que la première photo est téléchargée.

# buttonPhotoInkCanvas.ToolTipService.ToolTip
source: Write or draw something on the photo...
fr: Écrire ou dessiner quelque chose sur la photo...

# buttonPhotoEditAccessRights.ToolTipService.ToolTip
source: View and edit permissions of your contacts on this photo...
fr: Afficher et modifier les autorisations de vos contacts sur cette photo...

# buttonPhotoCreateProfileimage.ToolTipService.ToolTip
source: Set current image as a new profile image (area of the photo can be selected on the next page).
fr: Set image actuelle comme une nouvelle image de profil (zone de la photo peut être sélectionné sur la page suivante).

# buttonPhotoDelete.ToolTipService.ToolTip
source: Delete the current image from the server (confirmation question follows)...
fr: Supprimer l’image actuelle du serveur (confirmation question ci-dessous)...

# buttonPrintPhoto.ToolTipService.ToolTip
source: To print the current photo on a printer...
fr: Pour imprimer la photo actuelle sur une imprimante...

# buttonShowPhotoConversation.ToolTipService.ToolTip
source: Displays the comments and likes for a photo...
fr: Affiche les commentaires et les aime pour une photo...

# appBarPhotosReload.Label
source: Reload
fr: Recharger

# appBarPhotosReload.ToolTipService.ToolTip
source: Reload list of photo albums and photos from the server.
fr: Rechargez la liste des albums photos et photos à partir du serveur.

# messageDialogPhotosNewAlbumnameEmpty
source: The name of the photo album cannot be empty.
fr: Le nom de l’album photo ne peut pas être vide.

# messageDialogPhotosNewAlbumnameUnchanged
source: New name for the photo album is not different from the current name, nothing has been changed on the server.
fr: Nouveau nom pour l’album photo n’est pas différent du nom actuel, rien n’a été changé sur le serveur.

# messageDialogPhotosNewPhotoDescriptionUnchanged
source: New caption is not different from the current caption, nothing has been changed on the server.
fr: Nouvelle légende n’est pas différente de la légende en cours, rien n’a été changé sur le serveur.

# buttonConfirmDeletion.Content
source: Clear all ink
fr: Effacer toutes les entrées manuscrites

# buttonSavingStrokes.ToolTipService.ToolTip
source: The ink drawings are inserted in the background image. The modified image replaces the existing image on the server. When white background, it is added to the selected photo album as a new photo.
fr: Les dessins à l’encre sont insérés dans l’image d’arrière-plan. L’image modifiée remplace l’image existante sur le serveur. Quand blanc a fond, elle est ajoutée à l’album photo sélectionnée comme une nouvelle photo.

# textblockPhotosInkCanvasWarningSign.Text
source: The Artboard exploits not the full possible range. If possible, you should change the window size so that the image occupies more of the available space (on the desktop window maximize, turn the device on the phone). Otherwise, the quality of the drawings can be bad after merging with the background.
fr: La planche graphique n'exploite pas la gamme complète possible. Si possible, vous devez modifier la taille de la fenêtre pour que l’image occupe plus de la quantité d’espace disponible (sur la fenêtre du Bureau maximiser, allumez le téléphone de l’appareil). Dans le cas contraire, la qualité des dessins peut être mauvaise, après la fusion avec le fond.

# messageDialogHttpStatusForbidden
source: Server reported an error during registration. Please check the connection to the server and access data in the app.
fr: Serveur a signalé une erreur lors de l’inscription. S’il vous plaît vérifier la connexion aux données dans l’application server et access.

# messageDialogPhotosErrorOnLoading
source: Loading your photos from your server has failed, the server has reported this error: {0} Do you want to try again?
fr: Chargement de vos photos depuis votre serveur a échoué, le serveur a renvoyé cette erreur : {0} vous voulez essayer à nouveau ?

# messageDialogPhotosServerNotAnswered
source: Loading your photos from your server has failed, the server did not respond. Want to try it again?
fr: Échec de chargement de vos photos depuis votre serveur, le serveur n’a pas répondu. Vous voulez essayer à nouveau ?

# textblockPhotosLoadingPhotoalbums.Text
source: Loading photo albums from the server...
fr: Albums photos de chargement du serveur...

# textblockPhotosCheckingServerSupport.Text
source: Checks whether your server supports photo management...
fr: Vérifie si votre serveur prend en charge la gestion des photos...

# textblockPhotosNoPhotosAvailable.Text
source: You have no pictures on your server. Create new albums and upload photos on your server...
fr: Vous n’avez aucuns photos sur votre serveur. Créer de nouveaux albums et télécharger des photos sur votre serveur...

# textblockPhotoDateEdited.Text
source: Upload date:
fr: Télécharger date :

# textblockPhotoDateShot.Text
source: Date of shooting:
fr: Date de prise de vue :

# textPhotosPrintDialogPhotoScalingCrop
source: Clip
fr: Découper

# textPhotosPrintDialogPhotoScalingHeader
source: Scaling
fr: Mise à l'échelle

# textPhotosPrintDialogPhotoScalingShrinkToFit
source: Fitting
fr: Ajustage de précision

# textPhotosPrintDialogPhotoSizeFullPage
source: Full screen
fr: Plein écran

# textPhotosPrintDialogPhotoSizeHeader
source: Image Size
fr: Taille de l’image

# textPhotosPrintDialogPlacementBottomLeft
source: Bottom Left
fr: En bas à gauche

# textPhotosPrintDialogPlacementBottomRight
source: Bottom Right
fr: En bas à droite

# textPhotosPrintDialogPlacementCenter
source: Centered
fr: Centré

# textPhotosPrintDialogPlacementHeader
source: Placement
fr: Emplacement

# textPhotosPrintDialogPlacementTopLeft
source: Top Left
fr: En haut à gauche

# textPhotosPrintDialogPlacementTopRight
source: Top Right
fr: En haut à droite

# messageDialogPhotosErrorOnPrinting
source: An error occurred when printing the photo. Please check the connection to your printer and system settings.
fr: Une erreur s’est produite lors de l’impression de la photo. S’il vous plaît vérifiez le branchement de votre imprimante et les paramètres du système.

# textPhotosPrintSizeBiggerThanPhotoSize
source: The image is smaller than the selected size of the image, the image is not expanded.
fr: L’image est plus petite que la taille sélectionnée de l’image, l’image n’est pas développée.

# textPhotosPrintPhotoSizeBiggerThanPage
source: Unfortunately, the photo does not fit on the selected paper size.
fr: Malheureusement, la photo ne correspond pas au format de papier sélectionné.

# textblockSettingsSaveLocalAllowedHint2.Text
source: When function is activated, the images of your photo albums on the device are stored (app its own space). This allows a faster switch between your photo albums, and the images of an album, because only still newly added images are loaded from the server (useful even if your data volume at the mobile operator is not very large).
fr: Lorsque la fonction est activée, les images de vos albums photo sur l’appareil sont stockées (app son propre espace). Cela permet une commutation plus rapide entre vos albums photos et les images d’un album, parce que seulement encore nouvellement ajouté images sont chargées à partir du serveur (utile même si votre volume de données à l’opérateur de téléphonie mobile n’est pas très grand).

# textblockSaveFullsizePhotosAllowedHint.Text
source: For large photo collections the local storing of the full screen files can consume much space on your device. You can disable the storing of full size photos to reduce memory consumption. The smaller thumbnails are still saved, but it takes a little longer until you can see the full size photos in good resolution.
fr: Pour les collections de la grande photo le stockage local des fichiers plein écran peut consommer beaucoup d’espace sur votre appareil. Vous pouvez désactiver le stockage de photos pleine grandeur pour réduire la consommation de mémoire. Les vignettes plus petites sont toujours enregistrées, mais il prend un peu plus jusqu'à ce que vous pouvez voir les photos de pleine grandeur en bonne résolution.

# checkBoxDeleteFullsizePhotos.Content
source: Full size photos
fr: Photos pleine grandeur

# checkBoxDeleteLocalDatabase.Content
source: Local Database
fr: Base de données locale

# checkBoxDeleteSmallMediumsizePhotos.Content
source: Preview images
fr: Images d’aperçu

# contentDialogDeleteLocalData.PrimaryButtonText
source: Delete
fr: Supprimer

# contentDialogDeleteLocalData.SecondaryButtonText
source: Cancel
fr: Annuler

# contentDialogDeleteLocalData.Title
source: Delete local data
fr: Supprimer les données locales

# textblockDeleteLocalData
source: Locally stored content will be deleted. Some functionality will no longer work in the usual extent (eg link on the profile on @-Tags when the database is deleted). Here, you can select which data should be deleted:
fr: Contenu stocké localement sera supprimé. Certaines fonctionnalités ne fonctionneront plus dans la mesure habituelle (par exemple le lien sur le profil sur @-Tags lorsque la base de données est supprimé). Ici, vous pouvez choisir quelles données devraient être supprimées :

# buttonDeleteLocalData.Content
source: Delete local data
fr: Supprimer les données locales

# messageDialogLocalDataDeleted
source: The following items were successfully deleted:
fr: Les éléments suivants ont été supprimés avec succès :

# messageDialogDeletedFullsizePhotos
source: Full size photos
fr: Photos pleine grandeur

# messageDialogDeletedLocalDatabase
source: Local Database
fr: Base de données locale

# messageDialogDeletedSmallMediumsizePhotos
source: Preview images
fr: Images d’aperçu

# messageDialogLocalDataDeletedError
source: Errors occurred while deleting the following elements:
fr: Erreurs se sont produites lors de la suppression des éléments suivants :

# textblockSettingsDeleteLocalData.Text
source: Local files are deleted from the device...
fr: Les fichiers locaux sont supprimés de l’appareil...

# textPhotosNewAlbumName
source: New album
fr: Nouvel album

# messageDialogPhotosNewAlbumsNotSaved
source: You have created one or more new album, yet were not created on the server. Do you discard the new albums and continue with reload?
fr: Vous avez créé un ou plusieurs nouvel album, mais n’étaient pas créés sur le serveur. Vous jetez les nouveaux albums et continuer avec reload ?

# messageDialogPhotosConfirmAlbumDelete
source: The album '{0}' is been irretrievably deleted with all containing images. Are you absolutely sure?
fr: L’album « {0} » est irrémédiablement éliminé avec toutes les images contenant. Vous êtes absolument sûr ?

# messageDialogPhotosAlbumDeleted
source: The album '{0}' has been deleted from the server.
fr: L’album « {0} » a été supprimé du serveur.

# messageDialogPhotosAlbumDeletingNoReaction
source: The server failed to respond when deleting the album '{0}'. You want to try again?
fr: Le serveur n’a pas répondu lors de la suppression de l’album « {0} ». Vous voulez essayer à nouveau ?

# messageDialogPhotosAlbumDeletingUnknownError
source: There was an unexpected problem when deleting the album '{0}'.
fr: Il y avait un problème inattendu lors de la suppression de l’album « {0} ».

# messageDialogPhotosAlbumUpdatingNoReaction
source: The server did not respond when you rename the album '{0}'. You want to try again?
fr: Le serveur ne répond pas lorsque vous renommez l’album « {0} ». Vous voulez essayer à nouveau ?

# messageDialogPhotosAlbumUpdatingUnknownError
source: There was an unexpected problem when renaming the album '{0}'.
fr: Il y avait un problème inattendu lorsque vous renommez l’album « {0} ».

# messageDialogPhotosUploadingInternalError
source: There was a problem when uploading or modifying the photos '{0}'. Perhaps it is the maximum size laid down in Friendica for uploaded images. Please contact your Friendica server administrator to increase this limit (warning: there is a PHP limit and a different one within by Friendica).
fr: Il y avait un problème lors de téléchargement ou de modification des photos « {0} ». C’est peut-être la taille maximale prévue à le Friendica pour les images téléchargées. Veuillez contacter votre administrateur de serveur Friendica pour augmenter cette limite (AVERTISSEMENT : il y a une limite PHP et un autre au sein de Friendica).

# messageDialogPhotosUploadingUnknownError
source: There was an unexpected problem when upload, change, or delete the photos '{0}'.
fr: Il y avait un problème inattendu lors de télécharger, modifier ou supprimer les photos « {0} ».

# messageDialogPhotoUploadingNoReaction
source: The server did not respond when upload, change, or delete the photos '{0}'. You want to try again?
fr: Le serveur n’a pas répondu quand Télécharger, modifier ou supprimer les photos « {0} ». Vous voulez essayer à nouveau ?

# pageTitlePhotoRights.Text
source: Photo permissions
fr: Autorisations de photo

# checkboxPhotoIsCommentedLiked.Content
source: Photo commented/liked
fr: Photo a commenté/aimé

# checkboxPhotoACLMismatch.Content
source: Different rights
fr: Droits différents

# textblockPhotoRightsHelp1.Text
source: The subsequent change of photo permissions is fundamentally problematic. Existing comments and likes of your contacts keep the visibility settings even after the change. Therefore, the app usually deletes the previous photo and upload it for you with the new permissions again. This has resulted in that already existing comments and likes are also deleted. In addition, existing links on the photo (e.g. in a posting) can become unusable.
fr: La modification ultérieure des autorisations de photo est fondamentalement problématique. Commentaires existants et les goûts de vos contacts gardent les paramètres de visibilité même après le changement. Par conséquent, l’application supprime la photo précédente habituellement et télécharger pour vous avec les nouvelles autorisations à nouveau. Il en résulte que les observations déjà existantes et les goûts sont également supprimés. En outre, les liens existants sur la photo (par exemple dans une affectation) peuvent devenir inutilisables.
