Repository: gerhard6380/Friendica_mobile
Catalog: Friendica Mobile.PCL/Strings/AppResources.*.resx
Languages: fr

# radioHome.Content
source: Home
fr: Profil

# radioNetwork.Content
source: Network
fr: Réseau

# menuflyoutHelp.Text
source: Help
fr: Aide

# menuflyoutSettings.Text
source: Settings
fr: Paramètres

# radioEvents.Content
source: Events
fr: Événements

# radioOthers.Content
source: More
fr: Autres

# radioPersonalNotes.Content
source: Personal notes
fr: Notes personnelles

# radioProfile.Content
source: My profiles
fr: Mon profils

# radioVideos.Content
source: Videos
fr: Vidéos

# menuflyoutAbout.Text
source: About
fr: Information

# menuflyoutExit.Text
source: Exit
fr: Sortie

# pageTitleHome.Text
source: Home
fr: Profil

# pageTitleSettings.Text
source: Settings
fr: Paramètres

# sliderNavigationSide.Header
source: Location of navigation
fr: Lieu de navigation

# sliderNavigationSide.OnContent
source: Right
fr: À droite

# sliderNavigationSide.OffContent
source: Left
fr: À gauche

# textboxFriendicaPassword.Header
source: Password
fr: Mot de p.

# textboxFriendicaServer.Header
source: Friendica Server
fr: Serveur Friendica

# textboxFriendicaUsername.Header
source: Nickname or email address
fr: Pseudo ou adresse e-mail

# FriendicaServerHint
source: Enter the URL of your Friendica Server (E.g. http://www.tryfriendica.de).
fr: Entrez l’URL de votre serveur Friendica (ex http://www.tryfriendica.de).

# FriendicaServerHintEmpty
source: Friendica server cannot be empty.
fr: Friendica serveur ne peut pas être vide.

# FriendicaServerHintEndingSlash
source: Friendica server URL shouldn't end with a slash ('/').
fr: URL du serveur Friendica ne devrait pas se terminer par une barre oblique (« / »).

# FriendicaServerHintOnlyHttp
source: Friendica server must be a full URL.
fr: Friendica serveur doit être une URL complète.

# FriendicaServerHintWrongStart
source: Friendica server must begin with 'http://' or 'https://'.
fr: Friendica serveur doit commencer par « http:// » ou « https:// ».

# FriendicaPasswordHint
source: Please specify your password for login on your Friendica server.
fr: Veuillez spécifier votre mot de passe pour se connecter sur votre serveur de Friendica.

# FriendicaPasswordHintEmpty
source: Friendica password cannot be empty.
fr: Friendica mot de passe ne peut pas être vide.

# FriendicaUsernameHint
source: Please enter your nickname or your email address to log on your Friendica server.
fr: Veuillez entrer votre Pseudo ou votre adresse électronique pour ouvrir une session sur votre serveur de Friendica.

# FriendicaUsernameHintEmpty
source: Nickname or email address cannot be empty.
fr: Pseudo ou votre adresse e-mail ne peut pas être vide.

# buttonYes
source: Yes
fr: Oui

# messageDialogSettingsNotSaved
source: Settings have been changed but not saved (not yet tested or test has failed). Changed settings are not saved when you leave the site. Do you want to leave the page though?
fr: Paramètres ont été modifiés mais non enregistrées (pas encore testé ou test a échoué). Paramètres modifiés ne sont pas enregistrées lorsque vous quittez le site. Vous voulez quitter la page bien ?

# TestConnectionResultNotAnswered
source: {0}: server did not respond.
fr: {0} : serveur n’a pas répondu.

# TestConnectionResultNotAuthenticated
source: Authentication on the specified server has failed, please check your entered credentials!
fr: L’authentification sur le serveur spécifié n’a pas, s’il vous plaît vérifier vos informations d’identification entrées !

# TestConnectionResultOK
source: Connection test successful, new settings have been saved!
fr: Test de connexion réussie, les nouveaux paramètres ont été enregistrés !

# TestConnectionResultUnexpectedError
source: {0}: an unexpected error has occurred. / n {1} ({2})
fr: {0} : une erreur inattendue s’est produite. / n {1} ({2})

# buttonTestConnection.Content
source: Test connection
fr: Tester la connexion

# textblockConnectionTestInProgress.Text
source: Testing connection...
fr: Test de la connexion...

# pageTitleNetwork.Text
source: Network
fr: Réseau

# textblockDropArea.Text
source: Drop text/images for a new post here (or CTRL+V)...
fr: Déposez le texte/images pour un nouveau post ici (ou CTRL + V)...

# comboboxStartPage.Header
source: First page on startup
fr: Première page au démarrage

# pageTitleNewPost.Text
source: New Post
fr: Nouveau poste

# appBarNetworkAdd.Label
source: New post
fr: Nouveau poste

# appBarNetworkAdd.ToolTipService.ToolTip
source: Add new post
fr: Ajouter nouveau poste

# appBarNetworkChronological.Label
source: Chronological
fr: Chronologique

# appBarNetworkChronological.ToolTipService.ToolTip
source: Sort posts in chronological order
fr: Tri des messages dans l’ordre chronologique

# appBarNetworkRefresh.Label
source: Reload
fr: Recharger

# appBarNetworkRefresh.ToolTipService.ToolTip
source: Load new posts
fr: Nouveaux postes de charge

# appBarNetworkThreads.ToolTipService.ToolTip
source: Sort posts by threads
fr: Tri des messages par les threads

# pivotSettingsGeneral.Header
source: General
fr: Général

# pivotSettingsPrivacy.Header
source: Privacy
fr: Confidentialité

# sliderSaveLocalAllowed.Header
source: Store data locally
fr: Stocker des données localement

# textblockSaveLocalAllowedHint.Text
source: For some functions, it is necessary to save some data to contacts or entries locally on the device. If you turn this off, these functions will no longer be possible (e.g. link on the profile when @-Tags in the item text).
fr: Pour certaines fonctions, il est nécessaire d’enregistrer des données de contacts ou des entrées localement sur l’appareil. Si vous désactiver cette option, ces fonctions ne sera plus possibles (par exemple un lien sur le profil lorsque @-Tags dans le texte de l’élément).

# textblockIndicatorLoadingNextEntries.Text
source: Load more entries...
fr: Charger plus d’entrées...

# textblockIndicatorRefreshing.Text
source: Loading new entries...
fr: Nouvelles entrées pour le chargement...

# messageDialogErrorOnLoadingData
source: Failed to load the data. (Error: {0}) Want to try again?
fr: Impossible de charger les données. (Erreur : {0}) envie d’essayer à nouveau ?

# messageDialogHttpStatusNone
source: Server is not responding
fr: Serveur ne répond pas

# comboboxNetworkMode.Header
source: Display mode on network page
fr: Mode d’affichage sur la page réseau

# textblockNetworkChronological.Text
source: Chronological
fr: Chronologique

# sliderShowMorePosts.OffContent
source: Show only recent comments
fr: Afficher uniquement les commentaires récents

# sliderShowMorePosts.OnContent
source: Show all comments
fr: Voir tous les commentaires

# textblockThreadLoading.Text
source: Loading thread...
fr: Chargement de discussion...

# buttonShowThread.ToolTipService.ToolTip
source: Show entire thread...
fr: Afficher le fil complet...

# pageTitleShowThread.Text
source: Thread
fr: Discussion

# textblockShowThreadIsLoading.Text
source: Loading the entries of the thread...
fr: Les entrées du thread de chargement...

# textblockShowThreadNoData.Text
source: An error has occured, the server has not returned any entries for this thread.
fr: Une erreur s’est produite, le serveur n’a pas retourné toutes les entrées de ce fil.

# appBarContactsFindGlobal.Label
source: Search globally
fr: Rechercher dans le monde

# appBarContactsFindGlobal.ToolTipService.ToolTip
source: Search in the global directory
fr: Rechercher dans le répertoire mondial

# appBarContactsFindLocal.Label
source: Search locally
fr: Rechercher localement

# appBarContactsFindLocal.ToolTipService.ToolTip
source: Search in contacts of your local hub
fr: Rechercher dans les contacts de votre concentrateur local

# appBarContactsRefresh.Label
source: Reload
fr: Recharger

# appBarContactsRefresh.ToolTipService.ToolTip
source: Reload contacts
fr: Recharger les contacts

# pivotContactsFriends.Header
source: Friends
fr: Amis

# pivotContactsGroups.Header
source: Groups
fr: Groupes

# textblockContactsNoSettings.Text
source: See sample data for displaying contacts.
fr: Voir des exemples de données pour l’affichage des contacts.

# textblockIndicatorLoadingContacts.Text
source: Loading contacts...
fr: Chargement des contacts...

# textblockNoDataAvailableForums.Text
source: The server has provided no data to your forums.
fr: Le serveur n’a fourni aucune donnée pour vos forums.

# textblockNoDataAvailableFriends.Text
source: The server has provided no data to your friends.
fr: Le serveur n’a fourni aucune donnée à vos amis.

# pageTitleAbout.Text
source: About
fr: Information

# textAboutDataProtection1.Text
source: You have probably selected Friendica as your preferred social network because you have doubts about privacy on the well-known global networks. Also I take privacy very seriously. The app is designed so that as little data as possible must be stored on the Smartphone - as a result, the data need to be reloaded from your server each time you start the app.
fr: Vous avez probablement sélectionné Friendica comme votre réseau social préféré, parce que vous avez des doutes quant à la vie privée sur les réseaux mondiaux connus. Je profite de la vie privée très au sérieux. L’app est conçu de sorte que comme peu de données que possible doit être stocké sur le Smartphone - en conséquence, les données doivent être rechargées à partir de votre serveur chaque fois que vous démarrez l’application.

# textAboutDataProtection2.Text
source: Storing user data on the device is necessary for some features, other apps may not access to this data. When roaming for using the app on multiple devices, it is necessary that some information are stored on Microsoft servers to keep the devices in sync. The app has been programmed so that stored information contain any personal data. You can switch on or off these functions in the settings, as well as interactions with other apps (contacts, pictures, Cortana, etc.).
fr: Stockage des données utilisateur sur le périphérique est nécessaire pour certaines fonctionnalités, autres applications ne peuvent pas accéder à ces données. Lors de l’itinérance pour utiliser l’application sur plusieurs appareils, il est nécessaire que certaines informations sont stockées sur les serveurs de Microsoft pour préserver les dispositifs de synchronisation. L’app a été programmé pour que les informations stockées ne contiennent aucune donnée personnelle. , Vous pouvez activer ou désactiver ces fonctions dans les paramètres, ainsi que les interactions avec les autres softs (contacts, photos, Cortana, etc..).

# textAboutDataProtection3.Text
source: This app collects any usage statistics. In addition, no information is received from your Friendica account to me as a developer or to a website associated with me! The affiliate receive no information for the ads in test mode from your Friendica Server!
fr: Ce soft recueille des statistiques d’utilisation. En outre, aucune information est reçue de votre compte Friendica à moi en tant que développeur ou à un site Web lié à moi ! L’affilié ne recevoir aucune information sur les annonces en mode de test de votre serveur Friendica !

# textAboutDescriptionPart1.Text
source: Friendica (formerly known as the Friendika) is a decentralized social network, which is constructed as an open source application. In contrast to Facebook, the personal data are not collected in a central database and are therefore not exposed to be part of a central analysis for advertising purposes. This app for Windows needs the credentials for an existing Friendica account. If you don't have yet your own Friendica server with an account, you must setup a server and an account before using this app. Alternatively you can register an account on a public servers. You will find a list of available servers, as well as more information about the Friendica project on the official project homepage
fr: Friendica (anciennement la Friendika) est un réseau social décentralisé, qui est construit comme une application open source. Contrairement à Facebook, les données personnelles ne sont pas rassemblées dans une base de données centrale et ne sont donc pas exposées pour faire partie d’une analyse centrale à des fins publicitaires. Ce soft pour Windows a besoin des informations d’identification d’un compte existant de Friendica. Si vous n’avez pas encore votre propre serveur Friendica avec un compte, vous devez configurer un serveur et un compte avant d’utiliser cette App, vous pouvez également enregistrer un compte sur des serveurs publics. Vous trouverez une liste des serveurs disponibles, ainsi que plus d’informations sur le projet Friendica sur la page d’accueil officielle du projet

# textAboutDescriptionPart2.Text
source: Please keep in mind that this app is NOT published and maintained by the Friendica project team. If you want to report problems/bugs or have questions, please use the following contact options:
fr: S’il vous plaît garder à l’esprit que ce soft n’est pas publié et maintenu par l’équipe du projet Friendica. Si vous souhaitez signaler des problèmes/bugs ou avez des questions, veuillez utiliser les options de contact suivantes :

# textAboutDisclaimer.Text
source: THIS SOFTWARE IS PROVIDED 'AS IS', WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN ANY ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
fr: THIS SOFTWARE IS PROVIDED 'AS IS', WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT

# textblockAboutAppVersion.Text
source: App version:
fr: Version de l'application :

# textblockAboutButtonSettings.Text
source: Settings
fr: Paramètres

# textblockAboutDataProtectionHeader.Text
source: Data privacy:
fr: Confidentialité des données :

# textblockAboutDbUpdateVersion.Text
source: Database version:
fr: Version de base de données :

# textblockAboutDeveloper.Text
source: App developer:
fr: Développeur d’application :

# textblockAboutDfrnProtocolVersion.Text
source: DFRN Protocol version:
fr: Version de protocole DFRN :

# textblockAboutDisclaimerHeader.Text
source: Disclaimer:
fr: AVERTISSEMENT :

# textblockAboutFriendicaPlatform.Text
source: Friendica platform:
fr: Plate-forme Friendica :

# textblockAboutFriendicaVersion.Text
source: Friendica version:
fr: Version Friendica :

# textblockAboutNoSettings.Text
source: You have defined in the app settings still no Friendica server.
fr: Vous n’avez défini dans les paramètres app encore aucun serveur Friendica.

# textblockAboutServer.Text
source: Friendica server:
fr: Friendica serveur :

# textblockAboutServerUrl.Text
source: Server address:
fr: Adresse du serveur :

# buttonContactsAddGroup.Content
source: Creating a new group
fr: Création d’un groupe

# pageTitleChangeGroup.Text
source: Change Group
fr: Changer le groupe

# pageTitleCreateGroup.Text
source: Create Group
fr: Créer un groupe

# textblockManageGroupGid.Text
source: Group number:
fr: Numéro de groupe :

# textblockManageGroupName.Text
source: Name of the Group:
fr: Nom du groupe :

# textBoxManageGroupGroupname.Header
source: Name of the Group:
fr: Nom du groupe :

# messageDialogGroupChangeNotSaved
source: The changes to the group have not yet been saved. Are you sure that you want to leave the page?
fr: Les changements au groupe n’ont pas encore été enregistrés. Êtes-vous sûr de vouloir quitter la page ?

# messageDialogGroupReactivated
source: A deleted group with this name was revived. Existing permission settings could be applied to this group or future members. If you don't want this, you create another group with a different name.
fr: Un groupe supprimé avec ce nom a été relancé. Les paramètres d’autorisation existant pourraient être appliquées à ce groupe ou de futurs membres. Si vous ne voulez pas cela, vous créez un autre groupe avec un nom différent.

# messageDialogManageGroupErrorResult
source: An error occurred during transmission to the server. Here is the error: HTML status: {0} error message: {1}
fr: Une erreur s’est produite lors de la transmission sur le serveur. Voici l’erreur : statut HTML : {0} message d’erreur : {1}

# messageDialogWarningOnEmptyUserlist
source: You have chosen no contacts for this group. Are you sure that a group without contacts should be saved to your server?
fr: Vous n’avez sélectionné aucun contact pour ce groupe. Êtes-vous sûr qu’un groupe sans contacts doit être enregistré dans votre serveur ?

# textblockIndicatorSavingGroup.Text
source: Save changes to the group...
fr: Enregistrer les modifications apportées au groupe...

# messageDialogGroupAlreadyExisting
source: The group with the name '{0}' is already set. Please choose a different name for a new group.
fr: Le groupe avec le nom « {0} » est déjà défini. Veuillez choisir un autre nom pour un nouveau groupe.

# messageDialogGroupAPIerror
source: The Friendica server has returned an unknown error.
fr: Le serveur de Friendica a renvoyé une erreur inconnue.

# textblockGroupsSaved.Text
source: Saved. Use the back button to return to the list of groups...
fr: A sauvé. Utilisez le bouton précédent pour revenir à la liste des groupes...

# textblockNoGroupsAvailable.Text
source: The function to display and manage the groups is possible only in combination with a Friendica server starting from 3.5.
fr: La fonction pour afficher et gérer les groupes est possible uniquement en combinaison avec un serveur de Friendica à partir de 3.5.

# messageDialogGroupChangeSamples
source: Changes are not saved to the example data for the groups.
fr: Modifications ne sont pas enregistrées dans les données d’exemple pour les groupes.

# textBlockNewPostButtonBold.Text
source: B
fr: G

# textBlockNewPostButtonUnderline.Text
source: u
fr: S

# textBlockNewPostStatusHeader.Text
source: Message text:
fr: Texte du message :

# textBoxNewPostTitle.Header
source: Heading:
fr: En-tête :

# textBlockNewPostButtonColor.Text
source: Color
fr: Couleur

# textBlockNewPostButtonQuote.Text
source: Quote
fr: Citation

# buttonInsertLink.Content
source: Insert
fr: Insérer

# buttonLinkCaption.Text
source: Insert Hyperlink
fr: Insérer un lien hypertexte

# inputlink.Header
source: Link target:
fr: Cible du lien :

# buttonDeleteImage.Content
source: Remove image
fr: Supprimer l'image

# buttonLoadImage.Content
source: Load image
fr: Charger l’image

# checkboxSendCoordinatesImage.Content
source: Use GPS coordinates from the image
fr: Utiliser les coordonnées GPS de l’image

# radiobuttonPrivatePost.Content
source: Visible only for
fr: Visible uniquement pour les

# radiobuttonPublicPost.Content
source: Public posting
fr: Affichage public

# textblockAccessRightsHeader.Text
source: Permissions:
fr: Autorisations :

# textblockSendCoordinatesHint.Text
source: When active new postings have by default GPS coordinates (either from the image or from your current position) - you can override this in each new post.
fr: Lorsque active nouvelle validation ont par défaut GPS coordonnées (de l’image ou de votre position actuelle) - vous pouvez la remplacer à chaque nouveau message.

# toggleSendCoordinates.Header
source: Send GPS coordinates (current position)
fr: Envoyer coordonnées GPS (position actuelle)

# toggleSendCoordinatesAllowed.Header
source: GPS coordinates for new postings
fr: Coordonnées GPS pour les nouvelles affectations

# buttonNewPostSend.Content
source: Share posting
fr: Validation de la part

# checkboxSaveACLStandard.Content
source: Save setting as the default for future posts
fr: Enregistrer le paramètre par défaut pour les postes à venir

# textblockConversationHeader.Text
source: Previous postings in thread:
fr: Affectations antérieures dans le thread :

# buttonCancelInsertQuote.Content
source: Cancel
fr: Annuler

# buttonInsertQuote.Content
source: Insert
fr: Insérer

# textblockFlyoutQuoteHeader.Text
source: Insert quote
fr: Insérez la citation

# textblockFlyoutQuoteHint.Text
source: Select the text to be included in quote.
fr: Sélectionnez le texte à inclure dans le devis.

# buttonCancel
source: Cancel
fr: Annuler

# messageDialogNewPostQuoteLonger
source: The text is longer than 160 characters, do you really want to use everything as a quote?
fr: Le texte est plu de 160 caractères, vous voulez vraiment utiliser tout comme une citation ?

# textblockConversationHint.Text
source: You can use the text of a posting as a quotation in your new post by tapping and holding or right clicking.
fr: Vous pouvez utiliser le texte d’une publication comme une citation dans votre nouveau poste en tapant et en tenant ou en clic droit.

# textblockNoContactsGroupsSelected.Text
source: You have neither selected a contact nor a group. As a result, the posting will be a public one.
fr: Vous avez sélectionné ni un contact ou un groupe. Par conséquent, l’affichage sera un public.

# messageDialogErrorOnSendingNewPostImage
source: The post with the image could not be transferred. The setting upload_max_filesize in the php.ini on the server may be too small for the transmission of images. Please check this with your system administrator.
fr: Le message avec l’image n’a pas pu être transféré. L’upload_max_filesize paramètre dans le fichier php.ini sur le serveur peut être trop petite pour la transmission d’images. S’il vous plaît vérifier avec votre administrateur système.

# textblockIndicatorSendingNewPost.Text
source: Transfer new post...
fr: Transférer le nouveau poste...

# buttonAddComment.ToolTipService.ToolTip
source: Add a comment to the post...
fr: Ajouter un commentaire à la poste...

# messageDialogNewPostNotSent
source: The new post has not been sent yet. Are you sure that you want to leave the page?
fr: Le nouveau poste n’a pas encore été envoyé. Êtes-vous sûr de vouloir quitter la page ?

# buttonLinkInsert
source: Insert Hyperlink
fr: Insérer un lien hypertexte

# buttonLinkShow
source: Show Hyperlink
fr: Voir l’établissement de lien hypertexte

# messageDialogNewPostLinkError
source: There was a problem when inserting the hyperlink!
fr: Il y avait un problème lors de l’insertion du lien hypertexte !

# messageDialogNewPostLinkSelect
source: Please select the text that should get a hyperlink.
fr: Veuillez sélectionner le texte qui devrait obtenir un lien hypertexte.

# buttonRemoveLink.Content
source: Delete
fr: Supprimer

# StringAtTime
source: at
fr: à

# stringOnDate
source: at
fr: à

# messageDialogNewPostSentAppClosing
source: The post has been transferred successfully to the server. Now the app closes.
fr: Le poste a été transféré avec succès au serveur. Maintenant, l’application se ferme.

# checkboxNotificationActivated.Content
source: Notification of new postings
fr: Notification de nouveaux messages

# sliderNotificationFreshnessTime.Header
source: refresh rate
fr: fréquence de rafraîchissement
