Repository: gerhard6380/Friendica_mobile
Catalog: Friendica Mobile.PCL/Strings/AppResources.*.resx
Languages: fr

# textblockNotificationActivatedHint.Text
source: The app can ask at regular intervals on the server if there are new posts. In this case, you get a notification with the sender, the sent time, as well as the start of the content. The messages are located in the Windows Info Center. Asking the server is done in the background, the app will not be started to do so. Please make sure in the Windows settings, that the app is allowed to be run in the background (Privacy/background apps) and notifications are displayed (System/notifications & actions). You can additionally display the number of new notifications on the lock screen. To do this, select Friendica mobile as one of up to seven apps (Personalization/Lock screen).
fr: L’application peut demander à intervalles réguliers sur le serveur si vous avez de nouveaux messages. Dans ce cas, vous obtenez une notification à l’expéditeur, le temps envoyé, ainsi que le début du contenu. Les messages sont situés dans le centre d’informations de Windows. Demandant le serveur se fait en arrière-plan, le soft n’est pas commencé à le faire. Veuillez vous assurer que dans les paramètres de Windows, l’application n’est autorisée à être exécuté en arrière-plan (fond/confidentialité apps) et les notifications sont affichées (système et des notifications &actions). Vous pouvez en outre afficher le nombre de nouvelles notifications sur l’écran de serrure. Pour ce faire, sélectionnez Friendica mobile des jusqu'à sept apps (écran de personnalisation/serrure).

# textblockNotificationFreshnessTimeHint
source: The app checks your account all {0} minutes for new messages.
fr: L’application vérifie votre compte tous les {0} minutes pour les nouveaux messages.

# menuflyoutNotificationOff
source: Notifications off
fr: Notifications d’arrêt

# menuflyoutNotificationOn
source: Notifications on
fr: Notifications activées

# messageDialogExitApplication
source: Do you want to exit the application?
fr: Vous voulez quitter l’application ?

# buttonLinkAppSupportpage.Content
source: Friendica Mobile Support
fr: Support Mobile Friendica

# pageTitleHelp.Text
source: Help
fr: Aide

# textblockIndicatorLoadingWebpage.Text
source: Web page is loading...
fr: Chargement de la page Web...

# messageDialogBrowserHttpError
source: An error in the Web navigation has occurred. You can go back to the previous page using the back button.
fr: D’erreur dans la navigation Web. Vous pouvez revenir à la page précédente en utilisant le bouton back.

# textblockHelpAppSupportpageHeader.Text
source: Help for the app:
fr: Aide pour l’application :

# textblockHelpFriendicaSupportHeader.Text
source: Help for the Friendica project:
fr: Aide pour le projet Friendica :

# textHelpAppSupport1.Text
source: Do you have questions about this app for Windows? Have problems occured to you, that you would like to share with the developers (bug reporting)? Are there important Friendica features which you are missing in the Windows app? Or do you want to keep yourself informed on the further development of the app?
fr: Vous avez des questions au sujet de ce soft pour Windows ? Problèmes survenus à vous, que vous aimeriez partager avec les développeurs (bug reporting) ? Y a-t-il des caractéristiques importantes de Friendica qui vous manquent dans l’application Windows ? Ou vous souhaitez vous tenir informé sur la poursuite du développement de l’appli ?

# textHelpAppSupport2.Text
source: Then, the support forum of Friendica Mobile is the right place for you. If you are connected to the Forum, you can create posts, like on posts or comment them. News end up in your timeline.
fr: Ensuite, le forum de support de Friendica Mobile est le bon endroit pour vous. Si vous êtes connecté sur le Forum, vous pouvez créer des messages, comme sur les postes ou leur commentaire. Nouvelles finissent dans votre timeline.

# textHelpFriendicaDevelopers.Text
source: In addition, there is a forum where the involved developers of Friendica interact about enhancements and bug fixes. You are welcome to submit your wishes here and discuss on the issues. If you have experience in programming with PHP, you can engage yourself here also as a developer in the community.
fr: En outre, il y a un forum où les développeurs impliqués de Friendica interagissent sur les améliorations et corrections de bugs. Nous vous encourageons à soumettre vos souhaits ici et de discuter sur les questions. Si vous avez l’expérience dans la programmation en PHP, vous pouvez vous engager ici aussi en tant que développeur dans la communauté.

# textHelpFriendicaOthers1.Text
source: You can also find the whole open-source project on
fr: Vous pouvez également trouver le projet open source ensemble sur

# textHelpFriendicaOthers2.Text
source: There are also additional information and documentation. You can also find more information on
fr: Il existe également des documents et des informations supplémentaires. Vous pouvez également trouver plus d’informations sur

# textHelpFriendicaSupport.Text
source: If you have questions, problems, suggestions etc. to Friendica in General, you can contact the support forum. People from the team of developers and experienced users will help you there. You can contribute to the project even without coding skills, all kind of help is appreciated.
fr: Si vous avez des questions, des problèmes, des suggestions etc. pour Friendica en général, vous pouvez contacter le forum de support. Personnes de l’équipe de développeurs et d’utilisateurs expérimentés vous aidera là. Vous pouvez contribuer au projet, même sans compétences de codage, tout type d’aide est appréciée.

# buttonOpenInBrowser.Content
source: Open in default browser
fr: Ouvrir le navigateur par défaut

# messageDialogBrowserInvalidCertificate
source: The profile has no valid security certificate. Would you like to call the page anyway?
fr: Le profil n’a aucun certificat de sécurité valide. Vous souhaitez appeler la page de toute façon ?

# textblockShowProfile.Text
source: Open profile
fr: Ouvrir le profil

# dragCaption
source: Drop here...
fr: Déposer ici...

# messageDialogAppContentConversionError
source: An error occured on processing the inserted data!
fr: Une erreur s’est produite sur le traitement des données insérées !

# messageDialogAppContentMoreThanOneImage
source: You have inserted more than one image, only the image with the name '{0}' was used for the post.
fr: Vous avez inséré plusieurs images, seulement l’image avec le nom « {0} » a été utilisé pour le poste.

# textblockNetworkSettings.Text
source: Settings
fr: Paramètres

# textblockNoSettings.Text
source: You have not defined in the app settings a Friendica server. Below we will show example data, showing you how your home or network posts could look in the app.
fr: Vous n’avez défini dans les paramètres de l’application un serveur Friendica. Ci-dessous, nous allons montrer les données exemple, vous montrant comment il pouvaient regarder vos messages d’accueil ou le réseau dans l’application.

# textblockHomeIsLoadingInitial.Text
source: The app is loading the postings of your home page. Please have some patience.
fr: L’application se charge de l’affichage de votre page d’accueil. S’il vous plaît ont peu de patience.

# textblockNetworkIsLoadingInitial.Text
source: The app is loading the postings of your network page. Please have some patience.
fr: L’application se charge de l’affichage de votre page de réseau. S’il vous plaît ont peu de patience.

# messageDialogNewPostNoSettings
source: You cannot post in the test mode. Please specify in the settings your server and your credentials.
fr: Vous ne pouvez pas poster en mode test. Veuillez préciser dans les paramètres de votre serveur et vos informations d’identification.

# messageDialogBrowserNoProfilePage
source: There are no profiles on any server for the sample data. Therefore, the support page of Friendica Mobile will be shown as an example how you see profiles.
fr: Il n’y a aucun profil sur n’importe quel serveur pour les données de l’échantillon. Par conséquent, la page de support de Friendica Mobile sera montrée à titre d’exemple comment vous voyez les profils des conseils scolaires.

# messageDialogContactsFindGlobalNotAvailable
source: This funtion is not yet available in this app. Please open your profile or directory in your Internet browser to search for contacts in the global directory.
fr: Cette fonction n’est pas encore disponible dans cette application. Veuillez ouvrir votre profil ou votre répertoire dans votre navigateur Internet pour rechercher des contacts dans le répertoire global.

# messageDialogContactsFindLocalNotAvailable
source: This funtion is not yet available in this app. Please open your profile or directory in your Internet browser to search for contacts on your hub.
fr: Cette fonction n’est pas encore disponible dans cette application. Veuillez ouvrir votre profil ou votre répertoire dans votre navigateur Internet pour rechercher des contacts sur votre terminal.

# buttonSave.Content
source: Save
fr: Enregistrer

# messageDialogContactsDeleteGroup
source: Do you really want to delete the group '{0}'?
fr: Voulez-vous vraiment supprimer le groupe « {0} » ?

# buttonCode.ToolTipService.ToolTip
source: Formats the selected text as a block with program code...
fr: Met en forme le texte sélectionné comme un bloc avec le code de programme...

# buttonColor.ToolTipService.ToolTip
source: Change the color of the selected text (warning: doesn't work on mobile devices currently)...
fr: Changer la couleur du texte sélectionné (attention : ne fonctionne pas actuellement sur les appareils mobiles)...

# buttonList.ToolTipService.ToolTip
source: Formats the selected paragraph as a list...
fr: Met en forme le paragraphe sélectionné sous forme de liste...

# buttonQuote.ToolTipService.ToolTip
source: Formats the selected text as a quote...
fr: Met en forme le texte sélectionné comme une citation...

# textblockAdvertising.Text
source: Advertising
fr: Publicité

# textBlockSettingsRemoveAdvertisingHeader.Text
source: Disable advertising:
fr: Désactiver la publicité :

# buttonSettingsRemoveAdvertising.Content
source: Buy in-app product
fr: Acheter le produit en app

# appBarMessagesAdd.Label
source: New Message
fr: Nouveau Message

# appBarMessagesAdd.ToolTipService.ToolTip
source: Send a new private message to a friend
fr: Envoyer un message privé à un ami

# appBarMessagesRefresh.Label
source: Reload
fr: Recharger

# appBarMessagesRefresh.ToolTipService.ToolTip
source: Load new private messages
fr: Charger de nouveaux messages privés

# appBarMessagesSearch.Label
source: Search
fr: Rechercher

# appBarMessagesSearch.ToolTipService.ToolTip
source: Search the private messages on the server for a specific text
fr: Rechercher les messages privés sur le serveur pour un texte spécifique

# appBarMessagesSend.Label
source: Send
fr: Envoyer

# appBarMessagesSend.ToolTipService.ToolTip
source: Send a new message
fr: Envoyer un nouveau message

# textblockIndicatorLoadingNextMessages.Text
source: Loading more conversations...
fr: Chargement des conversations plus...

# textblockIndicatorRefreshingMessages.Text
source: Loading new messages...
fr: Chargement de nouveaux messages...

# textblockIndicatorSendingNewMessage.Text
source: Transfer new message...
fr: Nouveau message de transfert...

# textblockNoSettingsMessages.Text
source: You have defined any Friendica server in the app settings. Below, we show examples of how private messages in the app are displayed.
fr: Vous avez défini un serveur Friendica dans les paramètres de l’application. Ci-dessous, nous montrons des exemples de messages Comment privés dans l’application sont affichés.

# textblockMessagesIsLoading.Text
source: The app loads your private messages from the server. This takes just a few moments...
fr: L’application charge vos messages privés à partir du serveur. Cela prend juste quelques instants...

# textblockNoMessagesAvailable.Text
source: The app has found no private messages on your server.
fr: L’app n’a trouvé aucun message privé sur votre serveur.

# textboxSearchString.Header
source: Search term:
fr: Terme de recherche :

# textblockMessagesNoSearchResults.Text
source: No messages were found to the entered search term.
fr: Aucun messages ont été trouvés pour le terme de recherche saisi.

# textblockMessagesIsSearching.Text
source: The app searches your private messages for the search term...
fr: L’application recherche dans vos messages privés pour le terme de recherche...

# textblockMessagesCounterStart.Text
source: (Count:
fr: (Nombre :

# textblockMessagesCounterThereofNew.Text
source: new:
fr: Nouveau :

# textblockMessagesLoadingConversation.Text
source: Loading conversation...
fr: Chargement de conversation...

# textblockMessagesUpdatingServerStatus.Text
source: Update seen status on your server...
fr: Mise à jour vu statut sur votre serveur...

# textblockMessagesDeletingOnServer.Text
source: Delete conversation from the server...
fr: Supprimer les conversation du serveur...

# buttonMessagesLoadOlderMessages.ToolTipService.ToolTip
source: Load older messages...
fr: Charger les messages plus anciens...

# textblockMessagesUserName.Text
source: me
fr: moi

# textblockMessagesEditorHeader.Text
source: New message:
fr: Nouveau message :

# appBarMessagesEnableEditor.Label
source: Display editor
fr: Éditeur de l’affichage

# appBarMessagesEnableEditor.ToolTipService.ToolTip
source: Opens the editor to create a new message...
fr: Ouvre l’éditeur pour créer un nouveau message...

# buttonDeleteConversation.ToolTipService.ToolTip
source: Delete entire conversation from the server...
fr: Supprimer toute conversation du serveur...

# textblockMessagesContactsHeader.Text
source: Recipients:
fr: Destinataires :

# textboxMessagesTitle.Header
source: Title:
fr: Titre :

# messageDialogMessagesDiscardNewConversation
source: The newly started message was not sent off. Do you want to discard the input?
fr: Le message a récemment commencé ne était pas expulsé. Vous voulez jeter l’entrée ?

# textblockMessagesNoServerSupport.Text
source: Your server does not support the commands yet, which are necessary for the use of private messages in this app.
fr: Votre serveur ne supporte pas les commandes encore, qui sont nécessaires pour l’utilisation des messages privés dans ce soft.

# messageDialogMessagesNewNoSettings
source: You cannot send private messages in the test mode. Please specify in the settings your server and credentials.
fr: Vous ne pouvez pas envoyer des messages privés en mode test. Veuillez préciser dans les paramètres de votre serveur et les informations d’identification.

# paragraphMessagesNoContent
source: --- no message body ---
fr: ---aucun corps de message---

# messageDialogMessagesDeleteConversation
source: Would you really want to delete the conversation of '{0}'?
fr: Serait-ce que vous voulez vraiment supprimer la conversation de « {0} » ?

# messageDialogMessagesDeletingInProgress
source: The app just deletes a conversation from the server, please have some patience until this process is complete.
fr: L’application supprime juste une conversation du serveur, s’il vous plaît ont peu de patience jusqu'à la fin de ce processus.

# messageDialogMessagesConversationDeleted
source: The conversation of '{0}' was deleted with all contained messages from the server.
fr: La conversation de « {0} » a été supprimée avec tous les messages de contenu depuis le serveur.

# messageDialogMessagesErrorLoading
source: An error occurred while loading the private messages ({0}). Do you want to try it again?
fr: Une erreur s’est produite lors du chargement des messages privés ({0}). Vous voulez essayer à nouveau ?

# messageDialogMessagesNewErrorSending
source: An error occurred while sending the message: {0}
fr: Une erreur s’est produite lors de l’envoi : {0}

# textblockAllMessagesLoaded.Text
source: All private messages from the server are displayed.
fr: Tous les messages privés à partir du serveur sont affichés.

# switchNotificationShowMessageContent.Header
source: Show text body of private messages
fr: Montrer le corps du texte des messages privés

# textblockNotificationShowMessageContentHint.Text
source: Notifications are displayed in the screen briefly, and could therefore be read by strangers. If you do not want this for private messages, you can disable the display of the content. You will be informed about new messages still, but you have to give up the function of directly replying.
fr: Notifications sont affichent brièvement à l’écran et pourraient donc être lues par des étrangers. Si vous ne voulez pas cela pour les messages privés, vous pouvez désactiver l’affichage du contenu. Vous serez informé sur les nouveaux messages encore, mais vous devez renoncer à la fonction de répondre directement.

# toastErrorPostMessageHeader
source: Error while sending the message
fr: Erreur lors de l’envoi du message

# toastErrorPostMessageText
source: An error happened while sending the message '{0}' on the conversation '{1}', the server may be unavailable.
fr: Une erreur s’est produite lors de l’envoi du message « {0} » sur la conversation « {1} », le serveur peut être indisponible.

# toastMessageAlternativeContent
source: New private message
fr: Nouveau message privé

# toastMessageInputPlaceholder
source: Instant-reply without app...
fr: Instant-réponse sans app...

# toastMessageInputSendButton
source: Send
fr: Envoyer

# toastMessageStartOfMessage
source: PM to:
fr: H à :

# toastPostButtonCaption
source: Answer...
fr: Répondre...

# messageDialogMessagesNotImplemented
source: Your Friendica server does not yet support the necessary API commands for displaying messages. Please update your server on Friendica 3.5 or ask your administrator.
fr: Votre serveur Friendica ne supporte pas encore les commandes API nécessaires pour afficher des messages. S’il vous plaît mettre à jour votre serveur sur Friendica 3.5 ou demandez à votre administrateur.

# buttonDislike.Content
source: I don't like it.
fr: Je n'aime pas.

# buttonLike.Content
source: I like it.
fr: Je l'aime bien.

# buttonUnDislike.Content
source: Withdraw dislike
fr: Retirer l’aversion

# buttonUnLike.Content
source: Withdraw like
fr: Retirer comme

# messageDialogLikesNotSentToServer
source: Likes/dislikes are normally sent to your server. You are in test mode, therefore no updates on a server can be sent. Your likes/dislikes appear only in the app.
fr: Aime / n’aime pas sont normalement envoyées à votre serveur. Vous n’êtes en mode test, donc aucune mise à jour sur un serveur peut être envoyés. Vos goûts/aversions n’apparaissent que dans l’app.

# messageDialogErrorOnActivitySetting
source: The server is not available, your like/dislike could not be updated. Would you like to try it again?
fr: Le serveur n’est pas disponible, votre like/dislike ne pourrait pas être mis à jour. Vous souhaitez essayer à nouveau ?

# messageDialogErrorOnActivitySettingBadRequest
source: Your like/dislike could not be updated on the server. The server has returned this error: {0}.
fr: Votre like/dislike ne peut pas être mis à jour sur le serveur. Le serveur a retourné cette erreur : {0}.

# textblockPostsLikedByMe
source: I
fr: moi

# textblockPostsLikedByMeAndOthers
source: and I
fr: et moi

# toastErrorPostActivityHeader
source: Failed to send the like/dislike
fr: Impossible d’envoyer la like/dislike

# toastErrorPostActivityText
source: An error happened while sending the like/dislike to the post with ID '{0}', the server may be unavailable.
fr: Une erreur s’est produite lors de l’envoi du type/aversion vers le message avec l’ID « {0} », le serveur peut être indisponible.

# messageDialogProfilesUnknown error
source: An unexpected error occurred while loading your profile (HTTP-code: {0}, error message: {1}).
fr: Une erreur inattendue s’est produite lors du chargement de votre profil (code HTTP : {0}, message d’erreur : {1}).

# appBarProfilesEnableEditor.Label
source: View Editor
fr: Éditeur d'affichage

# appBarProfilesEnableEditor.ToolTipService.ToolTip
source: Switch to edit mode to customize the profiles...
fr: Commutateur en mode pour personnaliser les profils édition...

# appBarProfilesSend.Label
source: Send
fr: Envoyer

# appBarProfilesSend.ToolTipService.ToolTip
source: Send changes to the profile to the server
fr: Communiquer les changements du profil sur le serveur

# appBarProfilesUserlist.Label
source: Users
fr: Utilisateurs

# appBarProfilesUserlist.ToolTipService.ToolTip
source: Go to the list of users who can see the selected profile
fr: Accédez à la liste des utilisateurs qui peuvent voir le profil sélectionné

# pageTitleProfiles.Text
source: My profiles
fr: Mon profils

# pivotProfilesGeneral.Header
source: General
fr: Général

# pivotProfilesInterests.Header
source: Interests
fr: Centres d'intérêts

# pivotProfilesLocation.Header
source: Locality
fr: Ville

# pivotProfilesRelationship.Header
source: Relationship
fr: Relation

# toggleProfileDateDefined.OffContent
source: No date available
fr: Aucune date disponible

# toggleProfileDateDefined.OnContent
source: Date available
fr: Date de

# toggleProfileWithoutYear.OffContent
source: No year available
fr: Aucun exercice disponible

# toggleProfileWithoutYear.OnContent
source: Year available
fr: Année disponible

# textblockProfilesGender
source: Gender:
fr: Sexe :

# textblockProfilesMarital
source: Relationship status:
fr: Statut de la relation :

# textblockProfilesRegion
source: Country/region:
fr: Pays/région :

# textblockProfilesSexual
source: Sexual preferences:
fr: Préférences sexuelles :

# textblockProfilesDateOfBirth
source: Date of birth:
fr: Date de naissance :

# textblockProfilesMaritalSince
source: Relationship since: (if applicable)
fr: Relation depuis : (si applicable)

# textblockProfilesAbout
source: About me:
fr: À propos de moi :

# textblockProfilesDislikes
source: Dislikes:
fr: N’aime pas :

# textblockProfilesHomepage
source: Homepage:
fr: Page d’accueil :

# textblockProfilesLikes
source: Likes:
fr: Aime :

# textblockProfilesSocialNetworks
source: Social networks:
fr: Réseaux sociaux :

# textblockProfilesBook
source: Books, literature:
fr: Livres, littérature :

# textblockProfilesEducation
source: School/education:
fr: Ecole/education :

# textblockProfilesFilm
source: Movies/dances/culture/entertainment:
fr: Films/danses/culture/Loisirs :

# textblockProfilesInterest
source: Hobbies/interests:
fr: Loisirs/centres d’intérêt :

# textblockProfilesRomance
source: Love/Romance:
fr: Amour/Romance :

# textblockProfilesTv
source: Television:
fr: Télévision :

# textblockProfilesWork
source: Employment:
fr: Emploi :

# textblockProfilesMusic
source: Musical interests:
fr: Intérêts musicaux :

# textblockProfilesAddress
source: Address:
fr: Adresse :

# textblockProfilesCity
source: Place of residence:
fr: Lieu de résidence :

# textblockProfilesHometown
source: Hometown:
fr: Ville natale :

# textblockProfilesMaritalWith
source: Relationship with: (if applicable)
fr: Relation avec : (si applicable)

# textblockProfilesName
source: Complete name:
fr: Nom complet :

# textblockProfilesPolitic
source: Political views:
fr: Opinions politiques :

# textblockProfilesPostalCode
source: Postal code:
fr: Code postal :

# textblockProfilesPrivateKeywords
source: Private keywords:
fr: Mots clés privées :

# textblockProfilesPublicKeywords
source: Public keywords:
fr: Mots clés publiques :

# textblockProfilesReligion
source: Religious views:
fr: Points de vue religieux :

# checkboxProfilesPublished.Content
source: published in the global directory
fr: publié dans l’annuaire mondial
