Repository: gerhard6380/Friendica_mobile
Catalog: Friendica Mobile.PCL/MultilingualResources/Friendica Mobile.PCL.*.xlf
Languages: de

# radioContacts.Content
source: Contacts
de: Kontakte

# radioHome.Content
source: Home
de: Pinnwand

# radioNetwork.Content
source: Network
de: Netzwerk

# menuflyoutHelp.Text
source: Help
de: Hilfe

# menuflyoutSettings.Text
source: Settings
de: Einstellungen

# radioEvents.Content
source: Events
de: Veranstaltungen

# radioMessages.Content
source: Messages
de: Nachrichten

# radioOthers.Content
source: More
de: Weitere

# radioPhotos.Content
source: Photos
de: Bilder

# menuflyoutAbout.Text
source: About
de: Info

# menuflyoutExit.Text
source: Exit
de: Beenden

# pageTitleHome.Text
source: Home
de: Pinnwand

# pageTitleSettings.Text
source: Settings
de: Einstellungen

# sliderNavigationSide.Header
source: Location of navigation
de: Seite Navigation

# sliderNavigationSide.OnContent
source: Right
de: Rechts

# sliderNavigationSide.OffContent
source: Left
de: Links

# FriendicaServerHint
source: Enter the URL of your Friendica Server (E.g. http://www.tryfriendica.de).
de: Gib die URL deines Friendica-Servers ein (zB http://www.tryfriendica.de).

# FriendicaServerHintEndingSlash
source: Friendica server URL shouldn't end with a slash ('/').
de: Friendica-Server-URL sollte nicht mit einem Schrägstrich ("/") enden.

# FriendicaPasswordHint
source: Please specify your password for login on your Friendica server.
de: Bitte geben Sie Ihr Passwort für das Login auf dem Friendica-Server an.

# FriendicaUsernameHint
source: Please enter your nickname or your email address to log on your Friendica server.
de: Bitte gib deinen Nickname oder deine e-Mail-Adresse auf deinem Friendica-Server an.

# buttonNo
source: No
de: Nein

# buttonYes
source: Yes
de: Ja

# messageDialogSettingsNotSaved
source: Settings have been changed but not saved (not yet tested or test has failed). Changed settings are not saved when you leave the site. Do you want to leave the page though?
de: Einstellungen wurden geändert, aber nicht gespeichert (noch nicht getestet oder Test ist fehlgeschlagenen). Geänderte Einstellungen werden nicht gespeichert, wenn Sie die Seite verlassen. Wollen Sie dennoch die Seite verlassen?

# TestConnectionResultOK
source: Connection test successful, new settings have been saved!
de: Verbindungstest erfolgreich, neue Einstellungen wurden gespeichert!

# buttonTestConnection.Content
source: Test connection
de: Verbindung testen

# textblockConnectionTestInProgress.Text
source: Testing connection...
de: Die Verbindung wird getestet...

# pageTitleNetwork.Text
source: Network
de: Netzwerk

# textblockDropArea.Text
source: Drop text/images for a new post here (or CTRL+V)...
de: Text/Bilder für einen neuen Beitrag hier ablegen (oder Strg+V)...

# comboboxStartPage.Header
source: First page on startup
de: Erste Seite beim Start der App

# pageTitleNewPost.Text
source: New Post
de: Neuer Beitrag

# appBarNetworkChronological.Label
source: Chronological
de: Chronologisch

# appBarNetworkChronological.ToolTipService.ToolTip
source: Sort posts in chronological order
de: Sortiere Beiträge chronologisch

# appBarNetworkRefresh.Label
source: Reload
de: Neu laden

# appBarNetworkRefresh.ToolTipService.ToolTip
source: Load new posts
de: Neue Beiträge laden

# appBarNetworkThreads.Label
source: Threads
de: Diskussionen

# appBarNetworkThreads.ToolTipService.ToolTip
source: Sort posts by threads
de: Sortiere Beiträge nach Diskussionen

# pivotSettingsGeneral.Header
source: General
de: Allgemein

# pivotSettingsPrivacy.Header
source: Privacy
de: Datenschutz

# textblockSaveLocalAllowedHint.Text
source: For some functions, it is necessary to save some data to contacts or entries locally on the device. If you turn this off, these functions will no longer be possible (e.g. link on the profile when @-Tags in the item text).
de: Für manche Funktionen ist es notwendig, einige Daten zu Kontakten oder Einträgen lokal auf dem Gerät zu speichern. Wenn Sie dies ausschalten, werden diese Funktionen nicht mehr möglich sein (zB Link auf das Profil bei @-Tags im Eintragstext).

# textblockIndicatorLoadingNextEntries.Text
source: Load more entries...
de: Lade weitere Einträge...

# textblockIndicatorRefreshing.Text
source: Loading new entries...
de: Lade neue Einträge...

# messageDialogErrorOnLoadingData
source: Failed to load the data. (Error: {0}) Want to try again?
de: Fehler beim Laden der Daten. (Fehler: {0}) Möchtest du es noch einmal versuchen?

# comboboxNetworkMode.Header
source: Display mode on network page
de: Anzeige-Modus auf Seite "Netzwerk"

# textblockNetworkChronological.Text
source: Chronological
de: Chronologisch

# textblockNetworkThreads.Text
source: Threads
de: Diskussionen

# sliderShowMorePosts.OffContent
source: Show only recent comments
de: Nur neueste Kommentare angezeigt

# sliderShowMorePosts.OnContent
source: Show all comments
de: Alle Kommentare angezeigt

# textblockThreadLoading.Text
source: Loading thread...
de: Unterhaltung wird geladen...

# buttonShowThread.ToolTipService.ToolTip
source: Show entire thread...
de: Zeige gesamte Unterhaltung...

# pageTitleShowThread.Text
source: Thread
de: Unterhaltung

# textblockShowThreadIsLoading.Text
source: Loading the entries of the thread...
de: Die Einträge der Unterhaltung werden geladen...

# textblockShowThreadNoData.Text
source: An error has occured, the server has not returned any entries for this thread.
de: Ein Fehler ist passiert, der Server hat keine Einträge für diese Unterhaltung geliefert.

# appBarContactsFindGlobal.Label
source: Search globally
de: Global suchen

# appBarContactsFindGlobal.ToolTipService.ToolTip
source: Search in the global directory
de: Suche im globalen Verzeichnis

# appBarContactsFindLocal.ToolTipService.ToolTip
source: Search in contacts of your local hub
de: Suche in den Kontakten Ihres lokalen Hubs

# appBarContactsRefresh.Label
source: Reload
de: Neu laden

# appBarContactsRefresh.ToolTipService.ToolTip
source: Reload contacts
de: Kontakte neu laden

# pageTitleContacts.Text
source: Contacts
de: Kontakte

# pivotContactsForums.Header
source: Forums
de: Foren

# pivotContactsFriends.Header
source: Friends
de: Freunde

# pivotContactsGroups.Header
source: Groups
de: Gruppen

# textblockContactsNoSettings.Text
source: See sample data for displaying contacts.
de: Sehen Sie Beispieldaten für die Darstellung von Kontakten.

# textblockIndicatorLoadingContacts.Text
source: Loading contacts...
de: Lade Kontakte...

# textblockNoDataAvailableForums.Text
source: The server has provided no data to your forums.
de: Der Server hat keine Daten zu Ihren Foren geliefert.

# textblockNoDataAvailableFriends.Text
source: The server has provided no data to your friends.
de: Der Server hat keine Daten zu Ihren Freunden geliefert.

# pageTitleAbout.Text
source: About
de: Info

# textAboutDataProtection1.Text
source: You have probably selected Friendica as your preferred social network because you have doubts about privacy on the well-known global networks. Also I take privacy very seriously. The app is designed so that as little data as possible must be stored on the device- as a result, the data need to be reloaded from your server each time you start the app.
de: Sie haben wahrscheinlich Friendica als Ihr bevorzugtes Social Network gewählt, weil Sie Zweifel am Datenschutz auf den bekannten globalen Netzwerken haben. Auch ich nehme Datenschutz sehr ernst. Die App wurde so entwickelt, dass so wenig Daten wie möglich auf dem Gerät gespeichert werden müssen - dies führt dazu, dass die Daten bei jedem Starten der App neu vom Server geladen werden.

# textAboutDataProtection2.Text
source: Storing user data on the device is necessary for some features, other apps may not access to this data. You can switch on or off these functions in the settings, as well as interactions with other apps (contacts, pictures, speech recognition, etc.).
de: Für einige Funktionen ist eine Speicherung von Benutzerdaten auf dem Endgerät notwendig, andere Apps dürfen jedoch nicht auf diese Daten zugreifen. Diese Funktionen, sowie Interaktionen mit anderen Apps (Kontakte, Bilder, Cortana etc.), können Sie jederzeit in den Einstellungen ein- oder ausschalten.

# textAboutDataProtection3.Text
source: This app collects any usage statistics. In addition, no information is received from your Friendica account to me as a developer or to a website associated with me! The affiliate receive no information for the ads in test mode from your Friendica Server!
de: Diese App sammelt keine Nutzungsstatistiken. Zudem werden keine Daten von Ihrem Friendica-Account an mich als Entwickler oder an eine mit mir assoziierte Homepage übermittelt! Die Werbepartner für die angezeigte Werbung im Test-Modus erhalten keine Informationen von Ihrem Friendica-Server übermittelt!

# textAboutDescriptionPart1.Text
source: Friendica (formerly known as the Friendika) is a decentralized social network, which is constructed as an open source application. In contrast to Facebook, the personal data are not collected in a central database and are therefore not exposed to be part of a central analysis for advertising purposes. This app needs the credentials for an existing Friendica account. If you don't have yet your own Friendica server with an account, you must setup a server and an account before using this app. Alternatively you can register an account on a public servers. You will find a list of available servers, as well as more information about the Friendica project on the official project homepage
de: Friendica (früher als Friendika bekannt) ist ein dezentrales Social Network, welches als Open Source Anwendung aufgebaut ist. Im Unterschied zu Facebook werden die persönlichen Daten nicht in einer zentralen Datenbank gesammelt und sind somit nicht einer zentralen Analyse zu Werbezwecken ausgesetzt. Diese App benötigt die Anmeldedaten für ein bereits existierendes Friendica-Konto. Sollten Sie noch kein Friendica-Konto haben, müssen Sie sich vorher einen eigenen Server mit einen Account anlegen. Oder Sie registrieren sich auf einem der vorhandenen öffentlichen Server. Eine Liste der verfügbaren Server sowie weitere Informationen zum Friendica-Projekt finden Sie auf der offizielle Projekt-Homepage

# textAboutDescriptionPart2.Text
source: Please keep in mind that this app is NOT published and maintained by the Friendica project team. If you want to report problems/bugs or have questions, please use the following contact options:
de: Bitte beachten Sie, dass diese App NICHT vom Friendica-Projektteam veröffentlicht und betreut wird. Wenn Sie Probleme/Fehler berichten möchten oder Fragen haben, nutzen Sie bitte die folgende Kontaktmöglichkeit:

# textblockAboutButtonSettings.Text
source: Settings
de: Einstellungen

# textblockAboutNoSettings.Text
source: You have defined in the app settings still no Friendica server.
de: Sie haben in den App-Einstellungen noch keinen Friendica-Server definiert.

# textblockAboutServerUrl.Text
source: Server address:
de: Server-Adresse:

# buttonContactsAddGroup.Content
source: Creating a new group
de: Neue Gruppe anlegen

# pageTitleChangeGroup.Text
source: Change Group
de: Gruppe ändern

# pageTitleCreateGroup.Text
source: Create Group
de: Gruppe erstellen

# messageDialogGroupReactivated
source: A deleted group with this name was revived. Existing permission settings could be applied to this group or future members. If you don't want this, you create another group with a different name.
de: Eine gelöschte Gruppe mit diesem Namen wurde wiederbelebt. Bestehende Berechtigungseinstellungen könnte auf diese Gruppe oder künftige Mitgliedern angewendet werden. Wenn Sie dies nicht möchten, erstellen Sie eine andere Gruppe unter einem anderen Namen.

# messageDialogWarningOnEmptyUserlist
source: You have chosen no contacts for this group. Are you sure that a group without contacts should be saved to your server?
de: Sie haben keine Kontakte für diese Gruppe ausgewählt. Sind Sie sicher, dass eine Gruppe ohne Kontakte am Server gespeichert werden soll?

# textblockIndicatorSavingGroup.Text
source: Save changes to the group...
de: Speichere die Änderungen an der Gruppe...

# messageDialogGroupAlreadyExisting
source: The group with the name '{0}' is already set. Please choose a different name for a new group.
de: Die Gruppe mit dem Namen "{0}" ist bereits angelegt. Bitte wählen Sie einen anderen Namen für eine neue Gruppe.

# textblockGroupsSaved.Text
source: Saved. Use the back button to return to the list of groups...
de: Gespeichert. Mit dem Zurückbutton kommen Sie zur Liste der Gruppen zurück...

# textblockNoGroupsAvailable.Text
source: The function to display and manage the groups is possible only in combination with a Friendica server starting from 3.5.
de: Die Funktion zur Anzeige und Verwaltung der Gruppen ist nur in Verbindung mit einem Friendica Server ab 3.5 möglich.

# messageDialogGroupChangeSamples
source: Changes are not saved to the example data for the groups.
de: Änderungen in den Beispieldaten für die Gruppen werden nicht gespeichert.

# textBlockNewPostButtonBold.Text
source: B
de: F

# textBlockNewPostButtonItalic.Text
source: I
de: k

# textBlockNewPostStatusHeader.Text
source: Message text:
de: Mitteilungstext:

# textBoxNewPostTitle.Header
source: Heading:
de: Überschrift:

# textBlockNewPostButtonColor.Text
source: Color
de: Farbe

# textBlockNewPostButtonQuote.Text
source: Quote
de: Zitat

# buttonInsertLink.Content
source: Insert
de: Einfügen

# buttonLinkCaption.Text
source: Insert Hyperlink
de: Link einfügen

# buttonDeleteImage.Content
source: Remove image
de: Bild entfernen

# radiobuttonPublicPost.Content
source: Public posting
de: Öffentlicher Eintrag

# textblockSendCoordinatesHint.Text
source: When active new postings have by default GPS coordinates (either from the image or from your current position) - you can override this in each new post.
de: Wenn aktiv werden neue Beiträge standardmäßig mit den GPS-Koordinaten versehen (entweder vom Bild oder von der aktuellen Position) - kann im Beitrag übersteuert werden.

# toggleSendCoordinatesAllowed.Header
source: GPS coordinates for new postings
de: GPS-Koordinaten für neue Beiträge

# buttonNewPostSend.Content
source: Share posting
de: Beitrag teilen

# textblockConversationHeader.Text
source: Previous postings in thread:
de: Bisherige Unterhaltung:

# buttonCancelInsertQuote.Content
source: Cancel
de: Abbrechen

# buttonInsertQuote.Content
source: Insert
de: Einfügen

# textblockFlyoutQuoteHint.Text
source: Select the text to be included in quote.
de: Markieren Sie den Text, der als Zitat übernommen werden soll.

# buttonCancel
source: Cancel
de: Abbrechen

# messageDialogNewPostQuoteLonger
source: The text is longer than 160 characters, do you really want to use everything as a quote?
de: Der Text ist länger als 160 Zeichen, wollen Sie wirklich alles als Zitat übernehmen?

# textblockConversationHint.Text
source: You can use the text of a posting as a quotation in your new post by tapping and holding or right clicking.
de: Sie können den Text eines Postings als Zitat in den neuen Beitrag übernehmen, indem Sie darauf tippen und halten bzw. rechtsklicken. .

# textblockNoContactsGroupsSelected.Text
source: You have neither selected a contact nor a group. As a result, the posting will be a public one.
de: Sie haben weder einen Kontakt noch eine Gruppe ausgewählt. Dadurch wird der Beitrag zu einem öffentlichen.

# messageDialogErrorOnSendingNewPostImage
source: The post with the image could not be transferred. The setting upload_max_filesize in the php.ini on the server may be too small for the transmission of images. Please check this with your system administrator.
de: Der Beitrag mit dem Bild konnte nicht übertragen werden. Die Einstellung Upload_max_filesize in der php.ini auf dem Server ist möglicherweise zu klein für die Übertragung von Bildern. Bitte überprüfen Sie dies bei Ihrem Systemadministrator.

# textblockIndicatorSendingNewPost.Text
source: Transfer new post...
de: Übertrage neuen Beitrag...

# buttonAddComment.ToolTipService.ToolTip
source: Add a comment to the post...
de: Schreibe einen Kommentar zum Beitrag...

# messageDialogNewPostNotSent
source: The new post has not been sent yet. Are you sure that you want to leave the page?
de: Der neue Beitrag wurde noch nicht gesendet. Sind Sie sicher, dass Sie die Seite verlassen wollen?

# buttonLinkInsert
source: Insert Hyperlink
de: Link einfügen

# buttonLinkShow
source: Show Hyperlink
de: Hyperlink anzeigen

# messageDialogNewPostLinkError
source: There was a problem when inserting the hyperlink!
de: Es gab ein Problem beim Einfügen des Hyperlinks!

# messageDialogNewPostLinkSelect
source: Please select the text that should get a hyperlink.
de: Bitte wählen Sie den Text, der einen Hyperlink erhalten soll.

# buttonRemoveLink.Content
source: Delete
de: Löschen

# StringAtTime
source: at
de: um

# stringOnDate
source: at
de: am

# messageDialogNewPostSentAppClosing
source: The post has been transferred successfully to the server. Now the app closes.
de: Der Beitrag wurde erfolgreich an den Server übertragen. Die App schließt sich nun wieder.

# checkboxNotificationActivated.Content
source: Notification of new postings
de: Benachrichtigung über neue Postings

# pivotSettingsNotification.Header
source: Notifications
de: Benachrichtigungen

# sliderNotificationFreshnessTime.Header
source: refresh rate
de: Aktualisierungsrate

# textblockNotificationActivatedHint.Text
source: The app can ask at regular intervals on the server if there are new posts. In this case, you get a notification with the sender, the sent time, as well as the start of the content. The messages are located in the Windows Info Center. Asking the server is done in the background, the app will not be started to do so. Please make sure in the Windows settings, that the app is allowed to be run in the background (Privacy/background apps) and notifications are displayed (System/notifications & actions). You can additionally display the number of new notifications on the lock screen. To do this, select Friendica mobile as one of up to seven apps (Personalization/Lock screen).
de: Die App kann in regelmäßigen Abständen am Server nachfragen, ob neue Beiträge vorhanden sind. In diesem Fall bekommen Sie eine Benachrichtung mit dem Absender, der Absendezeit sowie dem Start des Inhaltes. Die Nachrichten befinden sich im Windows-Infocenter. Die Prüfung erfolgt im Hintergrund, die App muss dazu nicht gestartet sein. Bitte stellen Sie in den Windows-Einstellungen sicher, dass die App im Hintergrund ausgeführt werden darf (Datenschutz/Hintergrund-Apps) und Benachrichtungen angezeigt werden (System/Benachrichtigungen & Infos). Sie können zusätzlich die Anzahl der neuen Benachrichtigungen auf dem Sperrbildschirm anzeigen lassen. Wählen Sie dazu Friendica Mobile als eine der bis zu sieben Apps aus (Personalisierung/Sperrbildschirm).

# textblockNotificationFreshnessTimeHint
source: The app checks your account all {0} minutes for new messages.
de: Die App überprüft Ihr Konto alle {0} Minuten auf neue Nachrichten.

# menuflyoutNotificationOn
source: Notifications on
de: Benachrichtigungen ein

# pageTitleHelp.Text
source: Help
de: Hilfe

# messageDialogBrowserHttpError
source: An error in the Web navigation has occurred. You can go back to the previous page using the back button.
de: Ein Fehler in der Web-Navigation ist aufgetreten. Sie gelangen mit der Schaltfläche "Zurück" zur vorherigen Seite zurück.

# textblockHelpAppSupportpageHeader.Text
source: Help for the app:
de: Hilfe zur App:

# textblockHelpFriendicaSupportHeader.Text
source: Help for the Friendica project:
de: Hilfe zum Friendica-Projekt:

# textHelpAppSupport1.Text
source: Do you have questions about this app? Have problems occured to you, that you would like to share with the developers (bug reporting)? Are there important Friendica features which you are missing in the app? Or do you want to keep yourself informed on the further development of the app?
de: Hast du Fragen zu dieser App? Sind bei dir Probleme aufgetaucht, die du dem Entwickler mitteilen möchtest (Bug-Reporting)? Gibt es für dich wichtige Friendica-Funktionen, die dir in der App noch fehlen? Oder möchtest du dich einfach nur über die Weiterentwicklung der App auf dem Laufenden halten?

# textHelpAppSupport2.Text
source: Then, the support forum of Friendica Mobile is the right place for you. If you are connected to the Forum, you can create posts, like on posts or comment them. News end up in your timeline.
de: Dann ist das Support-Forum zu Friendica Mobile die richtige Anlaufstelle für dich. Wenn du mit dem Forum verbunden bist, kannst du Beiträge erstellen, liken oder kommentieren. Neuigkeiten landen in deiner Timeline.

# textHelpFriendicaDevelopers.Text
source: In addition, there is a forum where the involved developers of Friendica interact about enhancements and bug fixes. You are welcome to submit your wishes here and discuss on the issues. If you have experience in programming with PHP, you can engage yourself here also as a developer in the community.
de: Zudem gibt es ein Forum, wo sich die beteiligten Entwickler über Weiterentwicklungen und Fehlerbehebungen austauschen. Gerne kannst du hier auch deine Wünsche einbringen und bei den Themen mitdiskutieren. Wenn du Erfahrung im Programmieren mit PHP hast, kannst du dich gerne hier auch als Entwickler in der Community engagieren.

# textHelpFriendicaOthers1.Text
source: You can also find the whole open-source project on
de: Das ganze Open-Source-Projekt findest du auch auf

# textHelpFriendicaOthers2.Text
source: There are also additional information and documentation. You can also find more information on
de: Dort gibt es auch weiterführende Informationen und Dokumentationen. Weitere Informationen findest du auch auf

# textHelpFriendicaSupport.Text
source: If you have questions, problems, suggestions etc. to Friendica in General, you can contact the support forum. People from the team of developers and experienced users will help you there. You can contribute to the project even without coding skills, all kind of help is appreciated.
de: Wenn du Fragen, Probleme, Anregungen etc. zu Friendica im Allgemeinen hast, kannst du dich gerne an das Support-Forum wenden. Dort wird dir von Leuten aus dem Entwicklerteam und von erfahrenen Anwendern geholfen. Wenn du dich als Anwender hier gerne helfend betätigen willst, bist du hier jederzeit gerne gesehen.

# buttonOpenInBrowser.Content
source: Open in default browser
de: In Standardbrowser öffnen

# textblockShowProfile.Text
source: Open profile
de: Profil öffnen

# dragCaption
source: Drop here...
de: Hier ablegen...

# messageDialogAppContentConversionError
source: An error occured on processing the inserted data!
de: Bei der Verarbeitung der eingefügten Daten ist ein Fehler aufgetreten!

# messageDialogAppContentMoreThanOneImage
source: You have inserted more than one image, only the image with the name '{0}' was used for the post.
de: Sie haben mehr als ein Bild eingefügt, nur das Bild mit dem Namen "{0}" wird für den Beitrag verwendet.

# textblockNetworkSettings.Text
source: Settings
de: Einstellungen

# textblockNoSettings.Text
source: You have not defined in the app settings a Friendica server. Below we will show example data, showing you how your home or network posts could look in the app.
de: Sie haben in den App-Einstellungen noch keinen Friendica-Server definiert. Unten zeigen wir Beispieldaten, wie Beiträge Ihrer Pinnwand- oder Netzwerk-Seite in der App angezeigt werden könnten.

# textblockHomeIsLoadingInitial.Text
source: The app is loading the postings of your home page. Please have some patience.
de: Die App lädt gerade die Beiträge Ihrer Pinnwand. Bitte haben Sie noch etwas Geduld.
