Repository: gerhard6380/Friendica_mobile
Catalog: Friendica Mobile.PCL/MultilingualResources/Friendica Mobile.PCL.*.xlf
Languages: de

# messageDialogNewsfeedLikesNoDefault
source: This is a RSS/Atom item. Your contacts will not see when you like/dislike on this item directly. The app could retweet this item with your default privacy settings for new posts and then set your like/dislike on this new retweet. Currently this is not possible, because you haven't yet set default privacy settings.
de: Dies ist ein RSS/Atom-Element. Deine Kontakte werden nicht sehen wenn du dieses Element direkt likest/dislikest. Die App könnte dieses Element mit deinen Standard-Datenschutzeinstellungen für neue Beiträge retweeten und dann dein Like/Dislike auf dieses neue Retweet festlegen. Dies ist derzeit nicht möglich, weil du noch keine Standard-Datenschutzeinstellungen festgelegt hast.

# switchNotificationEachNewsfeedAllowed.Header
source: Show notification for each RSS post element
de: Benachrichtigung für jedes RSS-Post-Element anzeigen

# textblockNotificationEachNewsfeedAllowedHint.Text
source: When having registered for some feeds, it can be annoying if the app is notifying you about each RSS post separately. The app will send you only one general notification in each run if there are one or more new RSS posts, if toggle is disabled here.
de: Wenn Sie sich für einige Feeds registriert haben, kann es ärgerlich sein, wenn die App Sie über jeden RSS-Beitrag separat informiert. Die App sendet Ihnen in jedem Durchgang nur eine allgemeine Benachrichtigung, wenn es einen oder mehrere neue RSS-Beiträge gibt, sofern hier deaktiviert ist.

# toastNewsfeedGeneralNotification
source: {0} new RSS feed posts arrived on server...
de: {0} neue RSS-Feed-Beiträge sind auf dem Server angekommen ...

# LabelSettingsAppThemeDarkMode
source: Dark Mode
de: Dunkles Design

# LabelSettingsAppThemeHeader
source: Dark or Light theme
de: Dunkles oder helles Design

# LabelSettingsAppThemeUseSystemTheme
source: Use system default theme
de: Verwende System-Design

# LabelSettingsNavigationSideRight
source: Right
de: Rechts

# FriendicaServerHintNoHttps
source: The app is supporting http protocol. But we encourage to use SSL (https protocol) to ensure higher data protection, because passwords are transferred in clear text without SSL.
de: Die App unterstützt das HTTP-Protokoll. Wir empfehlen jedoch die Verwendung von SSL (https-Protokoll), um einen höheren Datenschutz zu gewährleisten, da Kennwörter ohne SSL im Klartext übertragen werden.

# ButtonSettingsResetCredentials
source: Reset credentials
de: Anmeldedaten zurücksetzen

# DialogSettingsConfirmReset
source: This will delete your entries. Are you sure?
de: Dadurch werden deine Einträge gelöscht. Bist du sicher?

# TextSerializationError
source: Serialization error occurred after loading data (URL: {0}), returned JSON: {1}
de: Fehler bei der Serialisierung nach dem Laden der Daten (URL: {0}), JSON zurückgegeben: {1}

# TextSettingsLoadingContacts
source: Loading contacts and groups...
de: Kontakte und Gruppen laden...

# ButtonSettingsReloadContacts
source: Reload contacts
de: Kontakte neu laden

# TextSettingsDefaultOff
source: (Default: off)
de: (Standard: aus)

# TextSettingsDefaultOn
source: (Default: on)
de: (Standard: ein)

# TextAboutAlertHeaderLoading
source: Loading config
de: Konfigurations-Daten laden

# TextAboutLoadingConfig
source: Loading config data of server...
de: Konfigurations-Daten des Servers werden geladen...

# MessageDialogNoSettingsNoProfileUrl
source: Normally your browser would now display the profile page of the selected user. But this is not possible for sample data in demo mode.
de: Normalerweise zeigt Ihr Browser jetzt die Profilseite des ausgewählten Benutzers an. Dies ist bei Probedaten im Demo-Modus jedoch nicht möglich.

# LabelContactsHintGroupsAndroid
source: Tap on group for details. Tap and hold group for delete.
de: Tippen Sie auf eine Gruppe, um Details anzuzeigen. Tippen und halten Sie die Gruppe zum Löschen.

# LabelContactsHintGroupsDefault
source: Click on group for details. Right click for delete.
de: Klicken Sie auf die Gruppe, um Details anzuzeigen. Rechtsklick zum Löschen.

# LabelContactsHintGroupsIos
source: Tap on group for details. Swipe left for delete
de: Tippen Sie auf eine Gruppe, um Details anzuzeigen. Streichen Sie zum Löschen nach links.

# ButtonGroupEditorSaveTooltip
source: Saves changes on group to server
de: Speichert Änderungen in der Gruppe auf dem Server

# ButtonGroupEditorSelectAllTooltip
source: Select all friends for the group (but no forums).
de: Wählen Sie alle Freunde für die Gruppe aus (aber keine Foren).

# MessageDialogGroupDeleteError
source: Delete group - the server has returned this error: '{0}'
de: Gruppe löschen - Der Server hat diesen Fehler zurückgegeben: '{0}'

# LabelContactsHintFriendsAndroid
source: Tap and hold contact for more options.
de: Tippen und halten Sie den Kontakt für weitere Funktionen.

# LabelContactsHintFriendsDefault
source: Right click on contact for more options.
de: Rechtsklick auf den Kontakt für weitere Funktionen.

# LabelContactsHintFriendsIos
source: Swipe contact left for more options.
de: Streichen Sie für weitere Funktionen nach links.

# LabelNetworkNoDataAvailable
source: There are no posts from your community on your server.
de: Es gibt keine Beiträge aus Ihrer Community auf Ihrem Server.

# ButtonDislikeText
source: I don't like it.
de: Ich mag das nicht.

# ButtonUnDislikeText
source: Withdraw dislike
de: Dislike zurücknehmen

# ButtonUnLikeText
source: Withdraw like
de: Like zurücknehmen

# SliderShowMorePostsOff
source: Show only recent comments
de: Nur neueste Kommentare angezeigt

# SliderShowMorePostsOn
source: Show all comments
de: Alle Kommentare angezeigt

# ButtonRetweetTooltip
source: Share this post with others...
de: Teile diesen Beitrag mit anderen...

# ButtonShowProfileTooltip
source: Open user profile in browser...
de: Benutzerprofil im Browser öffnen...

# ButtonSettingsResetComplete
source: Reset settings
de: Einstellungen zurücksetzen

# LabelSettingsResetComplete
source: Complete reset of all settings:
de: Vollständiges Zurücksetzen aller Einstellungen:

# MessageDialogSettingsResetComplete
source: This will delete all your settings and cannot be undone. Are you sure?
de: Dadurch werden alle deine Einstellungen gelöscht und können nicht rückgängig gemacht werden. Bist du sicher?

# TextDisplayCodeFullscreenHint
source: tap for full code
de: tippen für vollständigen Code

# MessageDialogPostsErrorOnLoadingMap
source: An error occurred on trying to open the map with the location.
de: Beim Versuch, die Karte mit dem Standort zu öffnen, ist ein Fehler aufgetreten.

# ButtonNewPostEditorBold
source: B
de: F

# ButtonNewPostEditorItalic
source: I
de: k

# ButtonLinkCaptionTooltip
source: Open a dialog to enter the hyperlink...
de: Öffne einen Dialog, um den Hyperlink einzugeben ...

# TextNewLinkHint
source: Please verify to select a text before inserting a hyperlink.
de: Vergewissern Sie sich, dass Sie einen Text ausgewählt haben, bevor Sie einen Hyperlink einfügen.

# TextEditorBackgroundHeader
source: background
de: Hintergrund

# TextEditorColorHeader
source: color
de: Farbe

# TextEditorShowHtmlCheckbox
source: Show HTML
de: HTML anzeigen

# TextEditorBoldTooltip
source: Bold
de: Fett

# TextEditorCodeTooltip
source: Format as code block (pre-tag)
de: Als Code-Block (pre-Tag) formatieren

# TextEditorDottedListTooltip
source: Dotted list
de: Gepunktete Liste

# TextEditorItalicTooltip
source: Italic
de: Kursiv

# TextEditorNumberedListTooltip
source: Numbered list
de: Nummerierte Liste

# TextEditorUnderlineTooltip
source: Underline
de: Unterstrichen

# TextEditorUndoTooltip
source: Undo previous steps
de: Vorherige Schritte rückgängig machen

# MessageDialogGeneralErrorMessage
source: An unexpected error has occurred: {0}/n({1})
de: Ein unerwarteter Fehler ist aufgetreten: {0}/n({1})

# MessageDialogPhotoGalleryForbidden
source: Access to the photo gallery is not allowed.
de: Der Zugriff auf die Fotogalerie ist nicht gestattet.

# MessageDialogLocationServicesNotAllowed
source: No permission to use location services on this device, the new post will be sent without location.
de: Keine Berechtigung zum Verwendung von Ortungsdiensten auf diesem Gerät, der neue Beitrag wird ohne Standort gesendet.

# TextNewPostImageTooltip
source: Tap here for a bigger view...
de: Tippe hier für eine größere Ansicht...

# MessageDialogNewPostImageExceedWarnLimit
source: The loaded image has a size of {0}. This could be to big for your server depending on the server settings (warn limit at {1}).
de: Das geladene Bild hat eine Größe von {0}. Dies kann für Ihren Server abhängig von den Servereinstellungen zu groß sein (Warnlimit bei {1}).

# MessageDialogNewPostImageUploadError
source: Something went wrong on uploading the image. This post will be discarded. A common reason is the image size is exceeding upload limits on your server. You could try newly uploading a smaller version of the image. Or contact your administrator to increase limit for PHP uploads.
de: Beim Hochladen des Bildes ist ein Fehler aufgetreten. Dieser Beitrag wird verworfen. Ein häufiger Grund dafür ist, dass die Bildgröße die Upload-Grenzwerte auf deinem Server überschreitet. Du kannst versuchen, eine kleinere Version des Bildes neu hochzuladen. Oder wende dich an deinen Administrator, um das Limit für PHP-Uploads zu erhöhen.

# MessageDialogNewPostNotAnsweredError
source: Server has not answered when trying to upload the new post. Do you want to try again? (The new post will be discarded if you select "No")
de: Der Server hat beim Versuch, den neuen Beitrag hochzuladen, nicht geantwortet. Willst du es nochmal versuchen? (Der neue Beitrag wird verworfen, wenn du"Nein" auswählst)

# MessageDialogNewPostSuccessfullSent
source: New post successfully transferred to server
de: Neuer Beitrag erfolgreich auf den Server übertragen

# MessageDialogNewPostTooManyRequestsError
source: Server is not accepting further posts, because exceeding daily, weekly or monthly limits. The new post will be discarded. Contact your server's administrator if you think it is an error.
de: Der Server akzeptiert keine weiteren Beiträge, da das tägliche, wöchentliche oder monatliche Limit überschritten wird. Der neue Beitrag wird verworfen. Wende dich an den Administrator deines Servers, wenn du glaubst, dass es sich um einen Fehler handelt.

# MessageDialogNewPostNoContentSendCancelled
source: The post don't contain text or image, sending the post has been cancelled.
de: Der Beitrag enthält weder Text noch Bild. Der Versand des Beitrags wurde abgebrochen.

# TextNewPostRetweetingHint
source: Retweeting a post: original post will be added after your message during sending the new post.
de: Erneutes Tweeten eines Beitrags: Der ursprüngliche Beitrag wird beim Senden des neuen Beitrags nach Ihrer Nachricht eingefügt.
