Repository: gerhard6380/Friendica_mobile
Catalog: Friendica Mobile.PCL/MultilingualResources/Friendica Mobile.PCL.*.xlf
Languages: de

# buttonSavingStrokes.ToolTipService.ToolTip
source: The ink drawings are inserted in the background image. The modified image replaces the existing image on the server. When white background, it is added to the selected photo album as a new photo.
de: Die Freihand-Zeichnungen werden in das Hintergrundbild eingefügt. Das veränderte Bild ersetzt das vorhandene Bild auf dem Server. Wenn weißer Hintergrund, so wird es dem ausgewählten Fotoalbum als ein neues Foto hinzugefügt.

# textblockPhotosInkCanvasWarningSign.Text
source: The Artboard exploits not the full possible range. If possible, you should change the window size so that the image occupies more of the available space (on the desktop window maximize, turn the device on the phone). Otherwise, the quality of the drawings can be bad after merging with the background.
de: Die Zeichenfläche nutzt nicht den vollen möglichen Bereich aus. Wenn möglich, solltest du die Fenstergröße so ändern, dass das Bild mehr vom vorhandenen Platz einnimmt (am Desktop Fenster maximieren, am Phone das Gerät drehen). Ansonsten kann die Qualität der Zeichnungen nach dem Zusammenfügen mit dem Hintergrund schlecht sein.

# messageDialogHttpStatusForbidden
source: Server reported an error during registration. Please check the connection to the server and access data in the app.
de: Server hat einen Fehler bei der Anmeldung gemeldet. Bitte überprüfe die Verbindung zum Server und die Zugangsdaten in der App.

# messageDialogPhotosErrorOnLoading
source: Loading your photos from your server has failed, the server has reported this error: {0} Do you want to try again?
de: Das Laden deiner Fotos von deinem Server hat fehlgeschlagen, der Server hat diesen Fehler gemeldet: {0} Möchtest du es erneut versuchen?

# messageDialogPhotosServerNotAnswered
source: Loading your photos from your server has failed, the server did not respond. Want to try it again?
de: Das Laden deiner Fotos von deinem Server hat fehlgeschlagen, der Server hat nicht geantwortet. Möchtest du es erneut versuchen?

# textblockPhotosCheckingServerSupport.Text
source: Checks whether your server supports photo management...
de: Prüft ob dein Server die Foto-Verwaltung unterstützt......

# textblockPhotosNoPhotosAvailable.Text
source: You have no pictures on your server. Create new albums and upload photos on your server...
de: Du hast noch keine Fotos auf deinem Server. Erstelle neue Alben und lade Fotos auf deinen Server hoch...

# textblockPhotoDateEdited.Text
source: Upload date:
de: Upload-Datum:

# textblockPhotoDateShot.Text
source: Date of shooting:
de: Aufnahme-Datum:

# textPhotosPrintDialogPhotoScalingCrop
source: Clip
de: Abschneiden

# textPhotosPrintDialogPhotoScalingHeader
source: Scaling
de: Skalierung

# textPhotosPrintDialogPhotoScalingShrinkToFit
source: Fitting
de: Einpassen

# textPhotosPrintDialogPhotoSizeFullPage
source: Full screen
de: Vollbild

# textPhotosPrintDialogPhotoSizeHeader
source: Image Size
de: Bildgröße

# textPhotosPrintDialogPlacementBottomLeft
source: Bottom Left
de: Unten links

# textPhotosPrintDialogPlacementBottomRight
source: Bottom Right
de: Unten rechts

# textPhotosPrintDialogPlacementCenter
source: Centered
de: Zentriert

# textPhotosPrintDialogPlacementHeader
source: Placement
de: Platzierung

# textPhotosPrintDialogPlacementTopLeft
source: Top Left
de: Oben links

# textPhotosPrintDialogPlacementTopRight
source: Top Right
de: Oben rechts

# messageDialogPhotosErrorOnPrinting
source: An error occurred when printing the photo. Please check the connection to your printer and system settings.
de: Beim Drucken des Bildes ist ein Fehler aufgetreten. Bitte prüfe die Verbindung zu deinem Drucker und die Systemeinstellungen.

# textblockSettingsSaveLocalAllowedHint2.Text
source: When function is activated, the images of your photo albums on the device are stored (app its own space). This allows a faster switch between your photo albums, and the images of an album, because only still newly added images are loaded from the server (useful even if your data volume at the mobile operator is not very large).
de: Bei aktivierter Funktion werden auch die Bilder deiner Fotoalben auf dem Gerät gespeichert (App-eigener Speicherplatz). Dies erlaubt ein schnelleres Wechseln zwischen deinen Fotoalben und durch die Bilder eines Albums, da nur noch neu hinzugekommene Bilder vom Server geladen werden müssen (hilfreich auch wenn dein Datenvolumen beim Mobilfunkbetreiber nicht sehr groß ist).

# textblockSaveFullsizePhotosAllowedHint.Text
source: For large photo collections the local storing of the full screen files can consume much space on your device. You can disable the storing of full size photos to reduce memory consumption. The smaller thumbnails are still saved, but it takes a little longer until you can see the full size photos in good resolution.
de: Bei großen Fotosammlungen kann das lokale Speichern der Vollbild-Dateien viel Speicherplatz auf deinem Gerät verbrauchen. Du kannst hier das Speichern von Vollbildern abschalten, um den Speicherplatzverbrauch zu reduzieren. Die kleinere Vorschaubilder werden weiterhin lokal gespeichert, es dauert aber etwas länger bis die Vollbilder in guter Auflösung angezeigt werden.

# checkBoxDeleteFullsizePhotos.Content
source: Full size photos
de: Vollbild-Dateien

# checkBoxDeleteLocalDatabase.Content
source: Local Database
de: Lokale Datenbank

# contentDialogDeleteLocalData.PrimaryButtonText
source: Delete
de: Löschen

# contentDialogDeleteLocalData.SecondaryButtonText
source: Cancel
de: Abbrechen

# textblockDeleteLocalData
source: Locally stored content will be deleted. Some functionality will no longer work in the usual extent (eg link on the profile on @-Tags when the database is deleted). Here, you can select which data should be deleted:
de: Lokal gespeicherten Inhalte werden gelöscht. Manche Funktionen werden nicht mehr im gewohnten Umfang funktionieren (zB Link auf das Profil bei @-Tags wenn die Datenbank gelöscht wird). Du kannst hier auswählen, welche Daten gelöscht werden sollen:

# messageDialogDeletedFullsizePhotos
source: Full size photos
de: Vollbild-Dateien

# messageDialogDeletedLocalDatabase
source: Local Database
de: Lokale Datenbank

# textPhotosNewAlbumName
source: New album
de: Neues Album

# messageDialogPhotosNewAlbumsNotSaved
source: You have created one or more new album, yet were not created on the server. Do you discard the new albums and continue with reload?
de: Du hast ein oder mehrere neue Album angelegt, die aber noch nicht auf dem Server erstellt wurden. Möchtest du die neuen Alben verwerfen und mit dem Neuladen fortfahren?

# messageDialogPhotosConfirmAlbumDelete
source: The album '{0}' is been irretrievably deleted with all containing images. Are you absolutely sure?
de: Das Album '{0}' wird unwiderbringlich mit allen enthaltenden Bildern gelöscht. Bist du dir absolut sicher?

# messageDialogPhotosAlbumDeletingNoReaction
source: The server failed to respond when deleting the album '{0}'. You want to try again?
de: Der Server hat beim Löschen des Albums '{0}' nicht reagiert. Willst du es nochmal versuchen?

# messageDialogPhotosAlbumDeletingUnknownError
source: There was an unexpected problem when deleting the album '{0}'.
de: Es gab ein unerwartetes Problem beim Löschen des Albums '{0}'.

# messageDialogPhotosAlbumUpdatingNoReaction
source: The server did not respond when you rename the album '{0}'. You want to try again?
de: Der Server hat beim Umbenennen des Albums '{0}' nicht reagiert. Willst du es nochmal versuchen?

# messageDialogPhotosAlbumUpdatingUnknownError
source: There was an unexpected problem when renaming the album '{0}'.
de: Es gab ein unerwartetes Problem beim Umbenennen des Albums '{0}'..

# messageDialogPhotosUploadingInternalError
source: There was a problem when uploading or modifying the photos '{0}'. Perhaps it is the maximum size laid down in Friendica for uploaded images. Please contact your Friendica server administrator to increase this limit (warning: there is a PHP limit and a different one within by Friendica).
de: Es gab ein Problem beim Hochladen oder Ändern des Photos '{0}'. Vielleicht liegt es an der in Friendica festgelegten Höchstgrenze für hochzuladende Bilder. Bitte kontaktieren den Administrator deines Friendica-Servers um diesen Grenzwert zu erhöhen (Achtung: es gibt jeweils einen PHP-Grenzwert und einen innerhalb von Friendica).

# messageDialogPhotosUploadingUnknownError
source: There was an unexpected problem when upload, change, or delete the photos '{0}'.
de: Es gab ein unerwartetes Problem beim Hochladen, Ändern oder Löschen des Photos '{0}'.

# messageDialogPhotoUploadingNoReaction
source: The server did not respond when upload, change, or delete the photos '{0}'. You want to try again?
de: Der Server hat beim Hochladen, Ändern oder Löschen des Photos '{0}' nicht reagiert. Willst du es nochmal versuchen?

# pageTitlePhotoRights.Text
source: Photo permissions
de: Bilderrechte

# checkboxPhotoIsCommentedLiked.Content
source: Photo commented/liked
de: Foto kommentiert/geliked

# textblockPhotoRightsHelp1.Text
source: The subsequent change of photo permissions is fundamentally problematic. Existing comments and likes of your contacts keep the visibility settings even after the change. Therefore, the app usually deletes the previous photo and upload it for you with the new permissions again. This has resulted in that already existing comments and likes are also deleted. In addition, existing links on the photo (e.g. in a posting) can become unusable.
de: Das nachträgliche Ändern von Foto-Berechtigungen ist grundsätzlich problematisch. Bereits vorhandene Kommentare und Likes deiner Kontakte behalten die Sichtbarkeitseinstellungen auch nach der Änderung. Daher löscht die App normalerweise das bisherige Foto und lädt es für dich mit den neuen Berechtigungen erneut hoch. Dies hat aber zur Folge, dass bereits vorhandene Kommentare und Likes auch gelöscht werden. Zudem können bereits vorhandene Links auf das Foto (zB in einem Posting) unbrauchbar werden.

# textblockPhotoRightsHelp2.Text
source: If you turn off "New upload", the app customizes the permissions on the photo as desired, but the comments/likes remain unchanged. The links in existing posts etc. also remain thereby, but unwanted side effects can occur. Here you can see whether there are these variations between photo- and comment rights for the selected photo.
de: Wenn du "Neu hochladen" deaktivierst, passt die App die Berechtigungen für das Foto wie gewünscht an, aber die Kommentare/Likes bleiben unverändert bestehen. Die Links in bestehenden Posts etc. bleiben dadurch auch erhalten, aber es können unerwünschte Nebeneffekte auftreten. Du siehst hier, ob für das gewählte Foto diese Abweichungen zwischen Foto-Rechten und Kommentar-Rechten bestehen.

# checkboxPhotoUploadNew.Content
source: New upload
de: Neu hochladen

# textPhotoRightsAddContact
source: If the photo is not newly uploaded, the newly added group/contacts may not submit any comments/likes. They do not see existing comments/likes.
de: Wenn das Foto nicht neu hochgeladen wird, können die neu hinzugefügten Gruppen/Kontakte keine Kommentare/Likes abgeben. Sie sehen auch bereits vorhandene Kommentare/Likes nicht.

# textPhotoRightsChangePrivToPub
source: If the photo is not newly uploaded, the already existing comments and/or likes remain visible only to the previously authorized group/contacts. And only they can add more comments. Your other contacts see your photo after the change in your profile, but without the previous comments/likes, but cannot post own comments or like your photo.
de: Wenn das Foto nicht neu hochgeladen wird, bleiben die bereits vorhandenen Kommentare und/oder Likes nur für die bisher berechtigten Gruppen/Kontakte sichtbar. Und auch nur diese können weitere Kommentare hinzufügen. Deine übrigen Kontakte sehen dein Foto nach der Änderung in deinem Profil, jedoch ohne die bisherigen Kommentare/Likes und können auch keine eigenen Kommentare posten oder dein Foto liken.

# textPhotoRightsChangePubToPriv
source: If the photo is not newly uploaded, the already existing entries remain public and will therefore remain on the community page of your server visible along with photo. New comments/likes will be published still there.
de: Wenn das Foto nicht neu hochgeladen wird, bleiben die bereits vorhandenen Einträge öffentlich und werden somit auf der Gemeinschaftseite deines Server samt Foto sichtbar bleiben. Auch neue Kommentare/Likes werden weiterhin dort veröffentlicht werden.

# textPhotoRightsRemoveContact
source: If the photo is not newly uploaded, it remains still visible to the no longer legitimate group/contacts if there are already comments/likes. They may add comments/likes still for the photo.
de: Wenn das Foto nicht neu hochgeladen wird, bleibt es für die eigentlich nicht mehr berechtigten Gruppen/Kontakte trotzdem sichtbar, falls bereits Kommentare/Likes vorhanden sind. Diese können auch weiterhin Kommentare/Likes für das Foto einstellen.

# radiobuttonPhotoRightsPrivate.Content
source: Restricted to
de: Eingeschränkt sichtbar für

# textblockPhotoACLContactsHint.Text
source: You can of course set permissions for individual contacts. However, this has the problem that the permissions for the comment/liken of your photos cannot be changed afterwards. If you want to add more contacts in hindsight for the photo, they are can see the photo in your profile, but they can not see comments/likes of other contacts and may not comment themselve. We advise you to set up the permissions on photos by groups. Thus, you can add new contacts to the group or remove group members.
de: Du kannst selbstverständlich auch Berechtigungen für einzelne Kontakte einstellen. Allerdings hat dies die Problematik, dass die Berechtigungen für das Kommentieren/Liken deiner Fotos im Nachhinein nicht mehr verändert werden können. Wenn du also im Nachhinein weitere Kontakte für das Foto hinzufügen willst, werden diese zwar das Foto in deinem Profil sehen können, aber sie können die Kommentare/Likes andere Kontakte nicht sehen und dürfen selber nicht kommentieren. Wir raten dir dazu, die Berechtigungen auf Fotos nach Gruppen einzurichten. Somit kannst du jederzeit neue Kontakte zur Gruppe hinzufügen oder Gruppenmitglieder entfernen.

# textblockPhotoACLContactsHintHeader.Text
source: Note about the use of individual contacts in the permission of photos...
de: Hinweis zur Verwendung von einzelnen Kontakten bei der Berechtigung von Bildern....

# messageDialogPhotoRightsNoContactData
source: The contact details were not yet fully loaded, you want to try it again?
de: Die Kontaktdaten wurden noch nicht vollständig geladen, möchtest du es nochmal versuchen?

# messageDialogPhotoRightsNoContactSelected
source: You want to set the photo to not publicly visible, but selected no groups or contacts. Please select at least one group or a contact.
de: Du möchtest das Bild nicht öffentlich sichtbar machen, hast aber keine Gruppen oder Kontakte ausgewählt. Bitte wähle mindestens eine Gruppe oder einen Kontakt aus.

# textblockShowThreadNoDataPhoto.Text
source: To the selected photo, there are still no comments, likes, or dislikes.
de: Zum ausgewählten Foto gibt es noch keine Kommentare, Likes oder Dislikes.

# buttonPhotoStartUpload.ToolTipService.ToolTip
source: Upload photo on the server...
de: Foto auf den Server hochladen...

# textblockPhotosLoadingPhotos.Text
source: Imports the new photos in the app...
de: Importiert die neuen Fotos in die App...

# messageDialogPhotosAskForUploadConfirmation
source: Please remember that a subsequent change in the permissions can lead to undesired results. Are you sure that you want to upload the photo with the settings?
de: Bitte denke daran, dass eine nachträgliche Änderung der Berechtigungen zu unerwünschten Ergebnissen führen kann. Bist du dir sicher, dass du das Foto mit den getätigten Einstellungen hochladen willst?

# textblockPhotosServerOperationRunning.Text
source: Makes changes to the server...
de: Führt Änderungen am Server durch...

# messageDialogPhotosAskForConfirmationACLUpdateAsNew
source: Caution: the photo is with the previous rights been irretrievably deleted and with the new permissions newly uploaded. Do you want to continue?
de: Achtung: das Foto wird mit den bisherigen Rechten unwiderbringlich gelöscht und mit den neuen Berechtigungen neu hochgeladen. Willst du fortfahren?

# messageDialogPhotosAskForConfirmationACLUpdatePhoto
source: Cautions: the permissions are changed without re-uploading, that can make the comments and likes unusable. Do you want to continue?
de: Achtung: die Rechte werden ohne erneutes Hochladen geändert, das kann die Kommentare und Likes unbrauchbar machen. Willst du fortfahren?

# messageDialogPhotosAskForConfirmationDelete
source: The photo is now been irretrievably deleted from the server. Do you want to continue?
de: Das Foto wird nun unwiderbringlich vom Server gelöscht. Möchtest du fortfahren?

# messageDialogPhotosAskForConfirmationDeleteLocal
source: The photo is been irretrievably deleted. Do you want to continue?
de: Das Foto wird unwiderbringlich gelöscht. Möchtest du fortfahren?

# textblockPhotosRenderingImage.Text
source: The app combines your drawings in the background...
de: Die App kombiniert deine Freihandzeichnungen in den Hintergrund...

# messageDialogPhotosAskForSavingStrokes
source: You have not yet saved your drawings. Do you save them now?
de: Du hast deine Freihandzeichnungen noch nicht gespeichert. Möchtest du diese jetzt speichern?

# appBarPhotosCroppingSave.Label
source: Save
de: Speichern

# appBarPhotosCroppingSave.ToolTipService.ToolTip
source: Save the selected area as profile image...
de: Den ausgewählten Bereich als Profilbild speichern...

# messageDialogPhotosShowRightsProfileimage
source: Profile images are always public. If you are using different profiles with different images, but only the contacts that are eligible for the profile see also the profile picture.
de: Profilbilder sind immer öffentlich. Falls du verschiedene Profile mit unterschiedlichen Bildern verwendest, sehen aber nur die für das Profil berechtigten Kontakte auch das entsprechende Profilbild.

# messageDialogPhotosAskForUploadConfirmationInked
source: If the photo on the server is changed, you cannot undo that. Are you sure that you want to upload the photo with the settings?
de: Wenn das Foto auf dem Server ausgetauscht wird, kannst du das nicht mehr rückgängig machen. Bist du dir sicher, dass du das Foto mit den getätigten Einstellungen hochladen willst?

# buttonPhotoMoveToAlbum.Content
source: Move
de: Verschieben

# buttonPhotoStartMoveToAlbum.ToolTipService.ToolTip
source: Moves the photo to a different album...
de: Verschiebt das Foto in ein anderes Album...

# textblockPhotosSelectNewAlbum.Text
source: In which album should I move the photo:
de: In welches Album soll das Photo verschoben werden:

# messageDialogPhotosMovingNoAlbumSelected
source: You have selected no album, the photo was not moved.
de: Du hast kein Album ausgewählt, das Photo wurde nicht verschoben.

# stringPhotoNewAlbumForMoving
source: New album
de: Neues Album

# messageDialogPhotosAskForDiscardingChanges
source: There are changes to one or more photos, which have not yet been saved. Want to discard these changes?
de: Es gibt Änderungen an einem oder mehreren Fotos, die noch nicht gespeichert wurden. Möchten Sie diese Änderungen verwerfen?

# messageDialogPhotosNoServerSupport
source: This action would make a change to your Friendica server now. You have set still no server, with the sample data, this action is possible only here in the app.
de: Diese Aktion würde jetzt eine Änderung auf deinem Friendica-Server durchführen. Du hast noch keinen Server eingestellt, mit den Beispieldaten ist diese Aktion also nur hier in der App möglich.

# textblockPhotosMetMuseum.Text
source: The New York Metropolitan Museum of art has released some time ago a large number of images for free use. The sample images shown here are from this collection. Please visit the Museum and supports this generous action.
de: Das New Yorker Metropolitan Museum of Art hat vor einiger Zeit eine große Anzahl von Bildern zur freien Verwendung freigegeben. Die hier gezeigten Beispielbilder stammen aus dieser Sammlung. Bitte besuche das Museum und unterstütze diese großzügige Aktion.

# textblockPhotosMetMuseumPart2.Text
source: The image files are quite large, please have some patience when viewing the full screen view.
de: Die Bilddateien sind recht groß, bitte habe etwas Geduld, wenn du die Vollbild-Ansicht anzeigst.

# messageDialogPhotosAskForConfirmationCroppingOk
source: The image will be cut to the desired area (there is still no upload on the server, followed by a step 2). Are you sure?
de: Das Bild wird auf den gewünschten Bereich zugeschnitten (es erfolgt noch kein Upload auf den Server, ein 2. Schritt folgt). Bist du dir sicher?

# appBarPhotosShowPreviews.Label
source: Preview
de: Vorschau

# appBarPhotosShowPreviews.ToolTipService.ToolTip
source: Shows previews of profile images in the respective sizes...
de: Zeigt eine Vorschau der Profilbilder in den jeweiligen Größen an...

# textblockPhotosLoadingCroppingArea.Text
source: Import the high-resolution version of the image into the cropping area ...
de: Importiert die hochauflösende Version des Bildes in den Zuschnittsbereich...

# messageDialogPhotosPrintingNotPossible
source: Printing is not possible at the moment!
de: Drucken ist derzeit nicht möglich!

# appBarNewsfeedSetAllSeen.Label
source: Set as seen
de: Alles auf Gelesen

# appBarNewsfeedSetAllSeen.ToolTipService.ToolTip
source: Mark all posts as seen
de: Markieren Sie alle Beiträge als gelesen

# textblockNewsfeedIsLoadingInitial.Text
source: The app is loading your newsfeed items. Please have some patience.
de: Die App lädt gerade deine Newsfeed-Artikel. Bitte habe etwas Geduld.

# textblockNewsfeedNoDataAvailable.Text
source: No newsfeed items returned from your server.
de: Der Server hat keine Newsfeed-Artikel gemeldet.

# textblockNewsfeedNoSettings.Text
source: You have not defined in the app settings a Friendica server. Below we will show example data, showing you how your feed items could look in the app.
de: Du hast keinen Friendica-Server in den Appeinstellungen definiert. Die folgenden Beispieldaten zeigen dir, wie deine Newsfeed-Artikel in der App angezeigt werden könnten.

# messageDialogNetworkNoSettings
source: You cannot load older or newer posts in the test mode. Please specify in the settings your server and credentials.
de: Ältere oder neuere Beiträge können im Test-Modus nicht geladen werden. Bitte gib in den Einstellungen deinen Server und deine Anmeldeinformationen an.

# messageDialogNewPostDontSelectRetweetContent
source: This symbol like a flower represents the original content inserted in your post when you are sending it. You cannot change the symbol.
de: Dieses Symbol wie eine Blume repräsentiert den ursprünglichen Inhalt, der eingefügt wird, wenn du deinen neuen Beitrag sendest. Du kannst das Symbol nicht ändern.

# messageDialogNewsfeedNotLikable
source: This is a RSS/Atom item. Your contacts will not see when you like/dislike on this item directly. The app will retweet this item with your default privacy settings for new posts ({0}). The like/dislike will then be set on this new retweet. Do you want to continue?
de: Dies ist ein RSS/Atom-Element. Deine Kontakte werden nicht sehen wenn du dieses Element direkt likest/dislikest. Die App wird daher dieses Element mit deinen Standard-Datenschutzeinstellungen für neue Beiträge ({0}) retweeten. Das Like/dislike wird dann auf diesen neuen Retweet festgelegt werden. Möchtest du fortfahren?
