Repository: gerhard6380/Friendica_mobile
Catalog: Friendica Mobile.PCL/MultilingualResources/Friendica Mobile.PCL.*.xlf
Languages: de

# textblockNetworkIsLoadingInitial.Text
source: The app is loading the postings of your network page. Please have some patience.
de: Die App lädt gerade die Beiträge Ihres Netzwerks. Bitte haben Sie noch etwas Geduld.

# messageDialogNewPostNoSettings
source: You cannot post in the test mode. Please specify in the settings your server and your credentials.
de: Sie können im Testmodus keine Beiträge posten. Geben Sie bitte Ihren Server und Ihre Zugangsdaten in den Einstellungen an.

# messageDialogBrowserNoProfilePage
source: There are no profiles on any server for the sample data. Therefore, the support page of Friendica Mobile will be shown as an example how you see profiles.
de: Es gibt zu den Beispieldaten keine anzeigbaren Profile auf einem Server. Daher wird als Beispiel die Support-Seite von Friendica Mobile angezeigt.

# messageDialogContactsFindGlobalNotAvailable
source: This funtion is not yet available in this app. Please open your profile or directory in your Internet browser to search for contacts in the global directory.
de: Diese Funtion ist in dieser App momentan noch nicht verfügbar. Bitte öffnen Sie zum Suchen von Kontakten im globalen Verzeichnis Ihr Profil oder das Verzeichnis im Internet Browser.

# messageDialogContactsFindLocalNotAvailable
source: This funtion is not yet available in this app. Please open your profile or directory in your Internet browser to search for contacts on your hub.
de: Diese Funktion ist in dieser App momentan noch nicht verfügbar. Bitte öffnen Sie zum Suchen von Kontakten auf Ihrem Hub Ihr Profil im Internet Browser.

# buttonSave.Content
source: Save
de: Speichern

# buttonColor.ToolTipService.ToolTip
source: Change the color of the selected text (warning: doesn't work on mobile devices currently)...
de: Die Farbe des ausgewählten Texts ändern (Achtung: funktioniert auf mobilen Geräten aktuell nicht)...

# textblockAdvertising.Text
source: Advertising
de: Werbung

# textBlockSettingsRemoveAdvertisingHeader.Text
source: Disable advertising:
de: Werbung deaktivieren:

# buttonSettingsRemoveAdvertising.Content
source: Buy in-app product
de: In-App-Produkt kaufen

# appBarMessagesAdd.Label
source: New Message
de: Neue Nachricht

# appBarMessagesAdd.ToolTipService.ToolTip
source: Send a new private message to a friend
de: Neue private Nachricht an einen Freund senden

# appBarMessagesRefresh.Label
source: Reload
de: Neu laden

# appBarMessagesRefresh.ToolTipService.ToolTip
source: Load new private messages
de: Neue private Nachrichten laden

# appBarMessagesSearch.Label
source: Search
de: Suchen

# appBarMessagesSearch.ToolTipService.ToolTip
source: Search the private messages on the server for a specific text
de: Die privaten Nachrichten am Server nach einem bestimmten Text durchsuchen

# pageTitleMessages.Text
source: Messages
de: Nachrichten

# appBarMessagesSend.Label
source: Send
de: Senden

# appBarMessagesSend.ToolTipService.ToolTip
source: Send a new message
de: Neue Nachricht senden

# textblockIndicatorLoadingNextMessages.Text
source: Loading more conversations...
de: Lade weitere Unterhaltungen...

# textblockIndicatorRefreshingMessages.Text
source: Loading new messages...
de: Lade neue Unterhaltungen...

# textblockIndicatorSendingNewMessage.Text
source: Transfer new message...
de: Übertrage neue Nachricht...

# textblockNoSettingsMessages.Text
source: You have defined any Friendica server in the app settings. Below, we show examples of how private messages in the app are displayed.
de: Sie haben noch keinen Friendica-Server in den App-Einstellungen definiert. Unten zeigen wir Beispiele, wie private Nachrichten in der App angezeigt werden.

# textblockMessagesIsLoading.Text
source: The app loads your private messages from the server. This takes just a few moments...
de: Die App lädt gerade deine privaten Nachrichten vom Server. Dies dauert nur ein paar Augenblicke...

# textblockNoMessagesAvailable.Text
source: The app has found no private messages on your server.
de: Die App hat keine privaten Nachrichten auf deinem Server gefunden.

# textblockMessagesNoSearchResults.Text
source: No messages were found to the entered search term.
de: Zum eingegebenen Suchbegriff wurden keine privaten Nachrichten gefunden.

# textblockMessagesIsSearching.Text
source: The app searches your private messages for the search term...
de: Die App durchsucht deine private Nachrichten gerade nach dem Suchbegriff...

# textblockMessagesCounterStart.Text
source: (Count:
de: (Anzahl:

# textblockMessagesCounterThereofNew.Text
source: new:
de: neu:

# textblockMessagesLoadingConversation.Text
source: Loading conversation...
de: Lade Unterhaltung...

# textblockMessagesUpdatingServerStatus.Text
source: Update seen status on your server...
de: Gelesen-Status auf deinem Server aktualisieren...

# textblockMessagesDeletingOnServer.Text
source: Delete conversation from the server...
de: Lösche Unterhaltung vom Server...

# buttonMessagesLoadOlderMessages.ToolTipService.ToolTip
source: Load older messages...
de: Ältere Nachrichten laden...

# textblockMessagesUserName.Text
source: me
de: ich

# appBarMessagesEnableEditor.Label
source: Display editor
de: Editor anzeigen

# appBarMessagesEnableEditor.ToolTipService.ToolTip
source: Opens the editor to create a new message...
de: Öffnet den Editor zum Erstellen einer neuen Nachricht...

# buttonDeleteConversation.ToolTipService.ToolTip
source: Delete entire conversation from the server...
de: Lösche gesamte Unterhaltung vom Server...

# textboxMessagesTitle.Header
source: Title:
de: Betreff:

# messageDialogMessagesDiscardNewConversation
source: The newly started message was not sent off. Do you want to discard the input?
de: Die neu gestartete Nachricht wurde noch nicht gesendet. Möchten Sie die Eingabe verwerfen?

# textblockMessagesNoServerSupport.Text
source: Your server does not support the commands yet, which are necessary for the use of private messages in this app.
de: Dein Server unterstützt die Befehle noch nicht, die für die Benutzung der privaten Nachrichten in dieser App notwendig sind.

# messageDialogMessagesNewNoSettings
source: You cannot send private messages in the test mode. Please specify in the settings your server and credentials.
de: Sie können im Testmodus keine privaten Nachrichten senden. Geben Sie bitte Ihren Server und Ihre Zugangsdaten in den Einstellungen an.

# paragraphMessagesNoContent
source: --- no message body ---
de: FRIENDICA MOBILE

# messageDialogMessagesDeleteConversation
source: Would you really want to delete the conversation of '{0}'?
de: Möchten Sie die Unterhaltung '{0}' wirklich löschen?

# messageDialogMessagesDeletingInProgress
source: The app just deletes a conversation from the server, please have some patience until this process is complete.
de: Die App löscht gerade eine Unterhaltung vom Server, bitte haben Sie etwas Geduld bis dieser Vorgang abgeschlossen ist.

# messageDialogMessagesConversationDeleted
source: The conversation of '{0}' was deleted with all contained messages from the server.
de: Die Unterhaltung "{0}" wurde mit allen enthaltenen Nachrichten vom Server gelöscht.

# switchNotificationShowMessageContent.Header
source: Show text body of private messages
de: Text von privaten Nachrichten zeigen

# textblockNotificationShowMessageContentHint.Text
source: Notifications are displayed in the screen briefly, and could therefore be read by strangers. If you do not want this for private messages, you can disable the display of the content. You will be informed about new messages still, but you have to give up the function of directly replying.
de: Benachrichtigungen werden auch bei gesperrtem Bildschirm kurz angezeigt und könnten somit von Fremden mitgelesen werden. Wenn du dies für private Nachrichten nicht möchtest, kannst du die Anzeige des Inhalts deaktivieren. Du wirst zwar weiterhin über neue Nachrichten informiert, aber du musst auf die Funktion des Direkt-Antwortens verzichten.

# toastErrorPostMessageText
source: An error happened while sending the message '{0}' on the conversation '{1}', the server may be unavailable.
de: Beim Senden der Nachricht '{0}' zum Thema '{1}' ist ein Fehler passiert, möglicherweise ist der Server nicht erreichbar.

# toastMessageInputPlaceholder
source: Instant-reply without app...
de: Sofort-Antwort ohne App...

# toastMessageInputSendButton
source: Send
de: Senden

# toastMessageStartOfMessage
source: PM to:
de: PN zu:

# toastPostButtonCaption
source: Answer...
de: Antworten...

# messageDialogMessagesNotImplemented
source: Your Friendica server does not yet support the necessary API commands for displaying messages. Please update your server on Friendica 3.5 or ask your administrator.
de: Dein Friendica-Server unterstützt die notwendigen API-Befehle für die Anzeige von privaten Nachrichten noch nicht. Bitte aktualisiere deinen Server auf Friendica 3.5 oder frage deinen Administrator.

# buttonDislike.Content
source: I don't like it.
de: Ich mag das nicht.

# buttonLike.Content
source: I like it.
de: Ich mag das.

# buttonUnDislike.Content
source: Withdraw dislike
de: Dislike zurücknehmen

# buttonUnLike.Content
source: Withdraw like
de: Like zurücknehmen

# messageDialogLikesNotSentToServer
source: Likes/dislikes are normally sent to your server. You are in test mode, therefore no updates on a server can be sent. Your likes/dislikes appear only in the app.
de: Likes/Dislikes werden normalerweise an deinen Server gesendet. Du bist im Test-Modus, daher können keine Aktualisierungen an einem Server geschickt werden. Deine Likes/Dislikes werden nur in der App angezeigt.

# messageDialogErrorOnActivitySetting
source: The server is not available, your like/dislike could not be updated. Would you like to try it again?
de: Der Server ist nicht verfügbar, dein Like/Dislike konnte nicht aktualisiert werden. Möchtest du es noch einmal versuchen?

# messageDialogErrorOnActivitySettingBadRequest
source: Your like/dislike could not be updated on the server. The server has returned this error: {0}.
de: Dein Like/Dislike konnte auf dem Server nicht aktualisiert werden. Der Server hat diesen Fehler zurückgegeben: {0}.

# textblockPostsLikedByMe
source: I
de: ich

# textblockPostsLikedByMeAndOthers
source: and I
de: und ich

# toastErrorPostActivityHeader
source: Failed to send the like/dislike
de: Fehler beim Senden des Like/Dislike

# toastErrorPostActivityText
source: An error happened while sending the like/dislike to the post with ID '{0}', the server may be unavailable.
de: Beim Senden des Like/Dislikes zum Beitrag mit der Id '{0}' ist ein Fehler passiert, möglicherweise ist der Server nicht erreichbar.

# messageDialogProfilesUnknown error
source: An unexpected error occurred while loading your profile (HTTP-code: {0}, error message: {1}).
de: Ein unerwarteter Fehler trat beim Laden deiner Profile auf (HTTP-Code: {0}, Fehlermeldung: {1}).

# appBarProfilesEnableEditor.Label
source: View Editor
de: Editor anzeigen

# appBarProfilesEnableEditor.ToolTipService.ToolTip
source: Switch to edit mode to customize the profiles...
de: Wechselt in den Bearbeiten-Modus zum Anpassen der Profile...

# appBarProfilesSend.Label
source: Send
de: Senden

# appBarProfilesSend.ToolTipService.ToolTip
source: Send changes to the profile to the server
de: Änderungen am Profil zum Server senden

# appBarProfilesUserlist.Label
source: Users
de: Benutzer

# appBarProfilesUserlist.ToolTipService.ToolTip
source: Go to the list of users who can see the selected profile
de: Wechsel zur Liste der Benutzer, die das ausgewählte Profil sehen dürfen

# pivotProfilesGeneral.Header
source: General
de: Allgemein

# pivotProfilesInterests.Header
source: Interests
de: Interessen

# pivotProfilesLocation.Header
source: Locality
de: Wohnort

# pivotProfilesRelationship.Header
source: Relationship
de: Beziehung

# toggleProfileDateDefined.OffContent
source: No date available
de: Kein Datum vorhanden

# toggleProfileDateDefined.OnContent
source: Date available
de: Datum vorhanden

# toggleProfileWithoutYear.OffContent
source: No year available
de: Kein Jahr vorhanden

# toggleProfileWithoutYear.OnContent
source: Year available
de: Jahr vorhanden

# textblockProfilesRegion
source: Country/region:
de: Land/Region:

# textblockProfilesMaritalWith
source: Relationship with: (if applicable)
de: Beziehung mit: (falls zutreffend)

# textblockProfilesPostalCode
source: Postal code:
de: Postleitzahl:

# textblockProfilesPrivateKeywords
source: Private keywords:
de: Private Schlüsselwörter:

# textblockProfilesPublicKeywords
source: Public keywords:
de: Öffentliche Schlüsselwörter:

# checkboxProfilesPublished.Content
source: published in the global directory
de: Im globalen Verzeichnis veröffentlicht

# messageDialogProfilesDeletingNotSupported
source: You can delete currently no profiles, this function is later built into the app. Please use your Friendica Server Web access to delete profiles.
de: Du kannst momentan noch keine Profile löschen, diese Funktion wird erst später in die App eingebaut. Bitte verwende zum Löschen von Profilen den Webzugang deines Friendica-Servers.

# messageDialogProfilesAddingNotSupported
source: You can currently add no profiles, this function is built into the app later. Please use your Friendica Server Web access to add profiles.
de: Du kannst momentan noch keine Profile hinzufügen, diese Funktion wird erst später in die App eingebaut. Bitte verwende zum Hinzufügen von Profilen den Webzugang deines Friendica-Servers.

# messageDialogProfilesChangeImageNotSupported
source: You can't change your profile picture at the moment, this function is later built into the app. Please use your Friendica Server Web access to change your profile picture.
de: Du kannst dein Profilbild momentan nicht ändern, diese Funktion wird erst später in die App eingebaut. Bitte verwende zum Ändern deines Profilbildes den Webzugang deines Friendica-Servers.

# textblockProfilesHelp1.Text
source: With the information in your profile you can tell more about you to the public and to your friends.
de: Mit den Informationen in deinem Profil kannst du der Öffentlichkeit und deinen Freunden mehr über dich mitteilen.

# textblockProfilesHelp2.Text
source: Here you can control very well, who can see certain information about you. Friendica has an unusual way of privacy settings at a glance. There is always a public profile in Friendica, which basically can see everyone on the Internet. In addition, you may attach as many private profiles. They contain the information that may see only those persons whom you allow access to this profile. You can use different profile pictures for the different private profiles. Before you can use this option, you may only need to enable this feature. You can find this in your Web access under "Settings / extra features / multiple profiles" (by default, this feature is often disabled).
de: Dabei kannst du sehr gut steuern, wer bestimmte Informationen über dich sehen darf. Friendica hat auf den ersten Blick einen ungewöhnlichen Weg für die Einstellungen der Privatsphäre. Es gibt immer ein öffentliches Profil in Friendica, welches grundsätzlich jeder im Internet sehen kann. Zusätzlich kannst du beliebig viele private Profile anlegen. Diese enthalten dann die Informationen, die nur jene Personen sehen dürfen, denen du den Zugriff auf dieses Profil erlaubst. Du kannst auch unterschiedliche Profilbilder für die verschiedenen privaten Profile verwenden. Bevor du diese Möglichkeit verwenden kannst, musst du diese Funktion eventuell erst aktivieren. Du findest dies in deinem Webzugang unter „Einstellungen/Zusätzliche Features/Mehrere Profile“ (standardmäßig ist diese Funktion oft deaktiviert).

# textblockProfilesHelp3.Text
source: The users button in the toolbar shows the persons who may see the selected profile.
de: Der Benutzer-Button in der Symbolleiste zeigt dir die Personen, welche das ausgewählte Profil sehen dürfen.

# textblockProfilesHelp4.Text
source: With the adjacent drop-down box, you can select which profile you want to display below. If the selected profile is generally publicly visible on the Internet, you can see this on the red border around the drop-down box.
de: Mit dem nebenstehenden Dropdown-Feld kannst du auswählen, welches Profil unten angezeigt werden soll. Falls das ausgewählte Profil grundsätzlich öffentlich im Internet sichtbar ist, erkennst du dies am roten Rahmen um das Dropdown-Feld.

# textblockProfilesHelp5.Text
source: The public profile is published by default in the global directory of Friendica (to turn off: in the Web access under settings/user account/security and privacy settings). If this is the case for your public profile, you can see on the check of the following check box. Since there are global multiple servers for the global directory, you will find a link to the directory, which is used on your server as the primary directory.
de: Das öffentliche Profil wird auch standardmäßig im globalen Verzeichnis von Friendica veröffentlicht (zum Deaktivieren: im Webzugang unter Einstellungen/Nutzerkonto/Sicherheits- und Privatsphäre-Einstellungen). Ob dies für dein öffentliches Profil der Fall ist, siehst du am Häkchen der nachfolgenden Checkbox. Da es global mehrere Server für das globale Verzeichnis gibt, findest du auch einen Link zum Verzeichnis, welches auf deinem Server als primäres Verzeichnis verwendet ist.

# textblockProfilesNoServerSupport.Text
source: Your Friendica server does not yet support the necessary API commands for displaying profiles. Please update your server on Friendica 3.5.1 or later or ask your administrator.
de: Dein Friendica-Server unterstützt die notwendigen API-Befehle für die Anzeige von Profilen noch nicht. Bitte aktualisiere deinen Server auf Friendica 3.5.1 oder höher oder frage deinen Administrator.

# textblockProfilesNoSettings.Text
source: You have defined any Friendica server in the app settings. Below, we show examples of how the different profiles of a user in the app are displayed.
de: Sie haben noch keinen Friendica-Server in den App-Einstellungen definiert. Unten zeigen wir Beispiele, wie die verschiedenen Profile eines Benutzers in der App angezeigt werden.

# pageTitleProfileUsers.Text
source: Profile permissions
de: Profilberechtigungen

# textblockNoUsersAvailable.Text
source: There were no contacts authorized for the selected profile.
de: Es gibt keine Kontakte, die für das ausgewählte Profil berechtigt wurden.

# textblockProfileUsersIndicatorUpdating
source: Save changes...
de: Speichere Änderungen...

# pageTitlePhotos.Text
source: Photos
de: Bilder

# appBarPhotosAlbumAdd.Label
source: New album
de: Neues Album

# appBarPhotosAlbumAdd.ToolTipService.ToolTip
source: Creating a new photo album (Note: is only created on the server, when a photo is uploaded)
de: Neues Fotoalbum anlegen (Achtung: wird erst auf dem Server erstellt, wenn ein Foto hochgeladen wird)

# appBarPhotosAddFromCamera.ToolTipService.ToolTip
source: Take new photo with camera and upload to the server
de: Neues Foto mit Kamera aufnehmen und auf den Server hochladen

# appBarPhotosAddFromDevice.ToolTipService.ToolTip
source: Re-upload existing photo from your device to the server
de: Bestehendes Foto vom Gerät neu auf den Server hochladen

# appBarPhotosProfileimageAdd.Label
source: New profileimage
de: Neues Profilbild

# appBarPhotosProfileimageAdd.ToolTipService.ToolTip
source: Add a new profileimage
de: Neues Profilbild hinzufügen

# appBarPhotosEmptyInkAdd.Label
source: Insert blank ink page
de: Leeres Zeichenblatt einfügen

# appBarPhotosEmptyInkAdd.ToolTipService.ToolTip
source: Opens a blank white area to write or paint a new picture
de: Öffnet eine leere, weiße Fläche zum Schreiben oder Malen eines neuen Bildes

# appBarPhotosAlbumDelete.Label
source: Delete album
de: Album löschen

# appBarPhotosAlbumDelete.ToolTipService.ToolTip
source: Delete selected photo album with all included photos from the server
de: Ausgewähltes Fotoalbum mit allen enthaltenen Fotos vom Server löschen

# appBarPhotosAlbumEdit.Label
source: Edit album
de: Album bearbeiten

# appBarPhotosAlbumEdit.ToolTipService.ToolTip
source: Edit the properties of the selected photo album
de: Bearbeiten Sie die Eigenschaften des ausgewählten Fotoalbum

# textblockPhotosNoServerSupport.Text
source: Your server does not support the commands yet, which are necessary for the management of photos in this app.
de: Dein Server unterstützt die Befehle noch nicht, die für die Verwaltung der Bilder in dieser App notwendig sind.

# textblockPhotosNoSettings.Text
source: You have defined any Friendica server in the app settings. Below, we show examples of how photo albums and photos are displayed in the app.
de: Du hast noch keinen Friendica-Server in den App-Einstellungen definiert. Unten zeigen wir Beispiele, wie Fotoalben und Bilder in der App angezeigt werden.

# appBarPhotosAddProfileimageFromCamera.Text
source: Profileimage from camera...
de: Profilbild von der Kamera...

# appBarPhotosAddProfileimageFromCamera.ToolTipService.ToolTip
source: Capture new profile image with camera and upload to the server
de: Neues Profilbild mit Kamera aufnehmen und auf den Server hochladen

# appBarPhotosAddProfileimageFromDevice.Text
source: Profile image from device...
de: Profilbild von Gerät...

# appBarPhotosAddProfileimageFromDevice.ToolTipService.ToolTip
source: Upload existing profile picture from the device newly to the server
de: Lade bestehendes Profilbild vom Gerät neu auf den Server hoch

# textblockPhotosNewAlbumAdded.Text
source: New album - warning: album is only created on the server as soon as the first photo is uploaded.
de: Neues Album - Achtung: Album wird auf dem Server erst erstellt, sobald das erste Bild hochgeladen wird.

# buttonPhotoInkCanvas.ToolTipService.ToolTip
source: Write or draw something on the photo...
de: Schreibe oder male etwas auf das Bild...

# buttonPhotoCreateProfileimage.ToolTipService.ToolTip
source: Set current image as a new profile image (area of the photo can be selected on the next page).
de: Aktuelles Bild als neues Profilbild festlegen (Bereich des Fotos kann auf der nächsten Seite ausgewählt werden)...

# buttonPhotoDelete.ToolTipService.ToolTip
source: Delete the current image from the server (confirmation question follows)...
de: Lösche das aktuelle Bild vom Server (Bestätigungsfrage folgt)...

# buttonShowPhotoConversation.ToolTipService.ToolTip
source: Displays the comments and likes for a photo...
de: Zeigt die Kommentare und Likes für ein Foto...

# appBarPhotosReload.Label
source: Reload
de: Neu laden

# appBarPhotosReload.ToolTipService.ToolTip
source: Reload list of photo albums and photos from the server.
de: Liste der Fotoalben und Fotos neu vom Server laden.

# messageDialogPhotosNewAlbumnameUnchanged
source: New name for the photo album is not different from the current name, nothing has been changed on the server.
de: Neuer Name für das Fotoalbum unterscheidet sich nicht von den aktuellen Namen, auf dem Server wurde nichts geändert.

# messageDialogPhotosNewPhotoDescriptionUnchanged
source: New caption is not different from the current caption, nothing has been changed on the server.
de: Neuer Bildunterschrift unterscheidet sich nicht von der aktuellen Bildunterschrift, auf dem Server wurde nichts geändert.

# buttonConfirmDeletion.Content
source: Clear all ink
de: Freihand vollständig löschen
